Repository: danieldegroot2/knooppuntnet
Catalog: client/src/locale/translations.*.xlf
Languages: nl

# stats.route-unexpected-node.comment
source: Number of routes with one or more unexpected node members.\ In route relations we expect only nodes with tags that make it a valid network node.
nl: Aantal routes met 1 of meer onverwachte knopen.\In routerelaties verwachten we enkel knopen met tags die het een geldig netwerk knooppunt maken.

# stats.route-unexpected-node.name
source: RouteUnexpectedNode
nl: RouteOnverwachteKnoop

# stats.route-unexpected-relation.comment
source: Number of routes with one or more unexpected members.\In route relations we expect only members of type *"way"* or *"node"*.
nl: Aantal routes met 1 of meer onverwachte onderdelen.\In routerelaties verwachten we enkel onderdelen van het type *"way"* of onderdelen van het type *"node"*.

# stats.route-unexpected-relation.name
source: RouteUnexpectedRelation
nl: RouteOnverwachteRelatie

# stats.network-extra-member-node.comment
source: Number of network relation members of type *"node"* that are unexpected (expect only [network nodes](docs/en.html#glossary-node "node in glossary") or [information maps](docs/en.html#glossary-info-map "information maps in glossary") as members in the network relation).
nl: Aantal onverwachte knopen in netwerkrelaties (we verwachten enkel knopen die ook echt een [knooppunt](docs/en.html#glossary-node "knooppunt in woordenlijst") definitie zijn, of [informatie kaarten](docs/en.html#glossary-info-map "informatie kaarten in woordenlijst") in de netwerkrelatie).

# stats.network-extra-member-node.name
source: NetworkExtraMemberNode
nl: NetwerkExtraKnoop

# stats.network-extra-member-way.comment
source: Number of network relation members of type *"way"* (expect only route relations or network nodes as members in the node network relation).
nl: Onverwachte wegen *("ways")* in netwerkrelaties (in netwerkrelaties verwachten we enkel routerelaties en knooppunten, geen wegen).

# stats.network-extra-member-way.name
source: NetworkExtraMemberWay
nl: NetwerkOnverwachteWegen

# stats.network-extra-member-relation.comment
source: Number of network relation members of type *"relation"* that are unexpected (expect only valid route relations or network nodes as members in the node network relation).
nl: Aantal onverwachte relaties in netwerkrelaties. In netwerkrelaties verwachten we enkel routerelaties en knooppunten, geen relaties anders dan routerelaties.

# stats.network-extra-member-relation.name
source: NetworkExtraMemberRelation
nl: NetworkOnverwachteRelatie

# stats.node-member-missing.comment
source: Number of nodes that are not included in the network relation.
nl: Aantal knooppunten die niet zijn opgenomen als lid in een netwerkrelatie.

# stats.node-member-missing.name
source: NodeMemberMissing
nl: OntbrekendKnooppunt

# stats.name-missing.comment
source: Number of networks without *"name"* tag in the network relation.
nl: Aantal netwerken zonder tag met sleutel *"name"* in de netwerkrelatie.

# stats.name-missing.name
source: NameMissing
nl: NetwerkOntbrekendeNaam

# stats.route-node-name-mismatch.comment
source: Routes where the route name does not match with the names of the start node and the end node. The route name is expected to contain the start node name and the end node name, separated by a dash.
nl: Aantal routes waarvan de routenaam niet overeenkomt met de namen van de start- en eindknooppunten. We verwachten dat de routenaam de namen van de start- en eindknooppunten bevat, gescheiden door een koppelteken.

# stats.route-node-name-mismatch.name
source: RouteNodeNameMismatch
nl: OverwachteRouteNaam

# location-page.menu.nodes
source: Nodes
nl: Knooppunten

# location-page.menu.facts
source: Facts
nl: Feiten

# location-page.menu.map
source: Map
nl: Kaart

# location-page.menu.changes
source: Changes
nl: Wijzigingen

# location-nodes.title
source: Nodes
nl: Knooppunten

# location-nodes.no-nodes
source: No nodes
nl: Knooppunten

# location.location-not-found
source: Location not found
nl: Gebied niet gevonden

# location-facts.none
source: No facts
nl: Geen

# location-facts.title
source: Facts
nl: Feiten

# location-routes.no-routes
source: No routes
nl: Geen routes

# location-map.title
source: Map
nl: Kaart

# location-changes.title
source: Changes
nl: Wijzigingen

# location-nodes.table.analysis
source: Analysis
nl: Analyse

# location-nodes.table.node
source: Node
nl: Knooppunt

# location-nodes.table.last-edit
source: Last edit
nl: Meest recente aanpassing

# location-nodes.no-routes
source: no routes
nl: geen routes

# location-routes.table.distance
source: Distance
nl: Afstand

# location-routes.table.last-edit
source: Last edit
nl: Laatst bewerkt

# route-changes.login-required
source: The details of the route changes history is available to registered OpenStreetMap contributors only, after <kpn-link-login>. .
nl: De details van de route wijzigingshistoriek zijn enkel beschikbaar voor OpenStreetMap leden, na <kpn-link-login></kpn-link-login> .

# breadcrumb.route-map
source: Route map
nl: Routekaart

# route.menu.map
source: Map
nl: Kaart

# route.menu.changes
source: Changes
nl: Wijzigingen

# route.members.title
source: Route Members
nl: Route-onderdelen

# route.members.none
source: None
nl: Geen

# route.members.table.node
source: Node
nl: Knoop

# route.members.table.nodes
source: Nodes
nl: Knooppunten

# route.members.table.role
source: Role
nl: Rol

# route.members.table.length
source: Length
nl: Lengte

# route.members.table.node-count
source: #Nodes
nl: #Knopen

# route.members.table.name
source: Name
nl: Naam

# route.members.table.one-way
source: One Way
nl: Eenrichting

# route.members.table.one-way.yes
source: Yes
nl: Ja

# route.members.table.one-way.reverse
source: Reverse
nl: Omgekeerd

# route.broken
source: Something seems wrong with this route.
nl: Er lijkt iets mis met deze route.

# route.incomplete
source: Route definition is incomplete (has tag *"fixme=incomplete"*).
nl: De routedefinitie is onvolledig (heeft tag *"fixme=incomplete"*).

# route.not-active
source: This route is not active anymore.
nl: Deze route is niet meer actief.

# route.location.none
source: None
nl: Geen

# route.no-network-references
source: None
nl: Geen

# route-change.version
source: Version
nl: Versie

# route-change.unchanged
source: (Unchanged)
nl: (Niet gewijzigd)

# breadcrumb.route-changes
source: Route changes
nl: Route-wijzigingen

# route-change.no-geometry-diff
source: No geometry change
nl: Geometrie niet veranderd

# facts.none
source: None
nl: Geen

# breadcrumb.node
source: Node
nl: Knooppunt

# poi.group.amenity
source: Amenity
nl: Voorziening

# poi.group.foodshops
source: Foodshops
nl: Voeding

# poi.group.places-to-stay
source: Places to stay
nl: Verblijf

# poi.group.shops
source: Shops
nl: Winkels

# poi.group.sports
source: Sports
nl: Sport

# poi.group.tourism
source: Tourism
nl: Toerisme

# poi.group.hiking-biking
source: Hiking/biking
nl: Wandelen/fietsen

# poi.group.landmarks
source: Landmarks
nl: Oriëntatiepunten

# route.summary
source: Summary
nl: Samenvatting

# route.situation-on
source: Situation on
nl: Situatie op

# route.last-updated
source: Last updated
nl: Aangepast

# route.relation-last-updated
source: Relation last updated
nl: Relatie aangepast

# route.network
source: Network
nl: Netwerk

# route.start-node
source: Start node
nl: Startknooppunt

# route.end-node
source: End node
nl: Eindknooppunt

# route.redundant-node
source: Redundant node
nl: Overtollig knooppunt

# route.number-of-ways
source: Number of ways
nl: Aantal wegen

# route.location
source: Location
nl: Locatie

# route.structure
source: Structure
nl: Structuur

# route.facts
source: Facts
nl: Feiten

# subset-changes.title
source: Changes
nl: Wijzigingen

# subset-changes.login-required
source: This details of the changes history are available to registered OpenStreetMap contributors only, after <kpn-link-login>. .
nl: De details van de wijzigingshistoriek zijn enkel beschikbaar voor OpenStreetMap leden, na <kpn-link-login> </kpn-link-login>.

# subset-facts.title
source: Facts
nl: Feiten

# subset-facts.no-facts
source: No facts
nl: Geen feiten

# subset-facts.node-refs
source: {VAR_PLURAL, plural, one {node} other {nodes}}
nl: {VAR_PLURAL, plural, one {knooppunt} other {knooppunten} }

# subset-facts.osm-node-refs
source: {VAR_PLURAL, plural, one {node} other {nodes}}
nl: {VAR_PLURAL, plural, one {knooppunt} other {knooppunten} }

# subset-facts.osm-way-refs
source: {VAR_PLURAL, plural, one {way} other {ways}}
nl: {VAR_PLURAL, plural, one {weg} other {wegen} }

# subset-facts.osm-relation-refs
source: {VAR_PLURAL, plural, one {relation} other {relations}}
nl: {VAR_PLURAL, plural, one {relatie} other {relaties} }

# subset-facts.in-networks
source: {VAR_PLURAL, plural, one {in 1 network} other {in {INTERPOLATION} networks}}
nl: {VAR_PLURAL, plural, one {in 1 netwerk} other {in {INTERPOLATION} netwerken}}

# subset-facts.orphan-routes
source: Free routes
nl: Vrije routes

# subset-facts.routes
source: {VAR_PLURAL, plural, one {1 route} other {{INTERPOLATION} routes}}
nl: {VAR_PLURAL, plural, one {1 route} other {{{networkFactRefs.factRefs.size}} routes} }

# subset-map.dialog.nodeCount
source: nodes
nl: knooppunten

# subset-map.dialog.show-network-details
source: Show network details
nl: Ga naar netwerkdetails

# subset-map.dialog.close
source: Close
nl: Sluiten

# subset-networks.title
source: Networks
nl: Netwerken

# subset-networks.no-networks
source: No networks
nl: Geen netwerken

# subset-networks.summary
source: _There are __{{ response.result.networkCount | integer }}__ networks, with a total of __{{ response.result.nodeCount | integer }}__ nodes and __{{ response.result.routeCount | integer }}__ routes with an overall length of __{{ response.result.km | integer }}__ km._
nl: _Er zijn __{{response.result.networkCount | integer}}__ netwerken, met in totaal __{{response.result.nodeCount | integer}}__ knooppunten en __{{response.result.routeCount | integer}}__ routes met een totale lengte van __{{response.result.km | integer}}__ km._

# subset-orphan-nodes.title
source: Orphan nodes
nl: Knooppuntwezen

# subset-orphan-nodes.no-routes
source: No orphan nodes
nl: Geen knooppuntwezen

# subset-orphan-routes.title
source: Free routes
nl: Vrije routes

# subset-orphan-routes.no-routes
source: No free routes
nl: Geen vrije routes

# subset-networks.table.network
source: Network
nl: Netwerk

# subset-networks.table.length
source: Length
nl: Lengte

# subset-networks.table.nodes
source: Nodes
nl: Knooppunten

# subset-networks.table.integrity
source: Integrity
nl: Integriteit

# subset-networks.table.connections
source: Connections
nl: Verbindingen

# subset-networks.table.broken
source: Broken
nl: Onderbroken

# subset-networks.table.integrity-nodes
source: Nodes
nl: Knooppunten

# subset-network.summary
source: {{ network.km | integer }} km, {{ network.nodeCount | integer }} nodes, {{ network.routeCount | integer }} routes
nl: {{network.km}} km, {{network.nodeCount}} nodes, {{network.routeCount}} routes

# change-set.header.change-set
source: Changeset
nl: Wijzigingenset

# change-set.header.replication-number
source: Minute diff
nl: Replicatie-nummer

# change-set.header.comment
source: Comment
nl: Commentaar

# change-set.header.analysis
source: Analysis
nl: Analyse

# change-set.header.analysis.happy
source: This changeset brought improvements.
nl: Er zijn verbeteringen in deze wijzigingenset.

# change-set.header.analysis.investigate
source: Maybe this changeset is worth a closer look.
nl: Misschien is het de moeite om deze changeset eens na te kijken.

# change-set.header.analysis.no-impact
source: The changes do not seem to have an impact on the analysis result.
nl: De aanpassingen in deze changeset hebben geen gevolgen voor de analyseresultaten.

# change-set.network-changes.network
source: Network
nl: Netwerk

# change-set.network-diffs.network-created
source: Network created
nl: Nieuw netwerk

# change-set.network-diffs.network-deleted
source: Network deleted
nl: Netwerk verwijderd

# change-set.network-changes.added-nodes
source: Added non-network nodes
nl: Toegevoegde punten die geen knooppunten zijn

# change-set.network-changes.removed-nodes
source: Removed non-network nodes
nl: Verwijderde punten die geen knooppunten zijn

# change-set.network-changes.updated-nodes
source: Updated non-network nodes
nl: Gewijzigde punten die geen knooppunten zijn

# change-set.network-changes.added-ways
source: Added ways
nl: Toegevoegde wegen

# change-set.network-changes.removed-ways
source: Removed ways
nl: Verwijderde wegen

# change-set.network-changes.updated-ways
source: Updated ways
nl: Gewijzigde wegen

# change-set.network-changes.added-relations
source: Added non-route relations
nl: Toegevoegde relaties die geen routerelatie zijn

# change-set.network-changes.updated-relations
source: Updated non-route relations
nl: Gewijzigde relaties die geen routerelatie zijn

# change-set.network-changes.removed-relations
source: Removed non-route relations
nl: Verwijderde relaties die geen routerelatie zijn

# fact-page.title
source: All facts
nl: Alle feiten

# change-set.orphan-nodes.title
source: Orphan nodes
nl: Knooppuntwezen

# change-set.orphan-routes.title
source: Free routes
nl: Vrije routes

# node-diffs-removed.title
source: Removed network nodes
nl: Verwijderde knooppunten

# node-diffs-added.title
source: Added network nodes
nl: Toegevoegde knooppunten

# node-diffs-added.change-set-created
source: Created in this changeset.
nl: Nieuw in deze changeset.

# node-diffs-added.change-set-updated
source: Updated in this changeset.
nl: Aangepast in deze changeset.

# node-diffs-added.change-set-existing
source: Existing node
nl: Bestaand knooppunt

# node-diffs-updated.title
source: Updated network nodes
nl: Gewijzigde knooppunten

# node-diffs-updated.existing-node
source: Existing node v{{ nodeChangeInfo.after.version }}.
nl: Bestaand knooppunt v{{nodeChangeInfo.after.version}}.

# node-diffs-updated.node-changed
source: Node changed to v{{ nodeChangeInfo.after.version }}
nl: Knooppunt veranderd naar v{{nodeChangeInfo.after.version}}

# route-diffs-added.title
source: Added routes
nl: Toegevoegde routes

# route-diffs-added.new-relation
source: New relation
nl: Nieuwe relatie

# route-diffs-added.updated-relation
source: Relation updated in this changeset v{{ ref.routeChangeInfo.after.version }}
nl: Relatie aangepast in deze wijzigingenset v{{ref.routeChangeInfo.after.version}}.

# route-diffs-added.existing-relation
source: Existing relation
nl: Bestaande relatie

# route-diffs-removed.title
source: Removed routes
nl: Verwijderde routes

# route-diffs-updated.title
source: Updated routes
nl: Gewijzigde routes

# version-change.relation-changed-to
source: Relation changed to v{{ after.version }}.
nl: Relatie veranderd naar v{{after.version}}.

# version-change.relation-unchanged
source: Relation unchanged
nl: Relatie onveranderd

# node-change.belongs-to-another-network
source: This node belongs to another network
nl: Dit knooppunt behoort tot een ander netwerk

# node-change.no-longer-belongs-to-another-network
source: This node no longer belongs to another network
nl: Dit knooppunt behoort niet langer tot een ander netwerk

# node-change.received-role-connection-in-network-relation
source: This node received role "connection" in the network relation
nl: Dit knooppunt kreeg de rol "connection" in de netwerkrelatie

# node-change.lost-role-connection-in-network-relation
source: This node no longer has role "connection" in the network relation
nl: Dit knooppunt heeft niet langer de rol "connection" in de netwerkrelatie

# node-change.added-to-network-relation
source: Added to network relation
nl: Toegevoegd aan netwerkrelatie

# node-change.removed-from-network-relation
source: Removed from network relation
nl: Verwijderd uit netwerkrelatie van

# node-change.added-to-route
source: Added to route
nl: Toegevoegd aan route

# node-change.added-to-network
source: Added to network
nl: Toegevoegd aan netwerk

# node-change.removed-from-route
source: Removed from route
nl: Verwijderd uit route

# node-change.removed-from-network
source: Removed from network
nl: Verwijderd uit netwerk

# node-change.moved.meters
source: The node has moved {{ nodeMoved.distance }} meters.
nl: Het knooppunt is {{nodeMoved.distance}} meter verplaatst.

# node-change.moved.less-than-1-meter
source: The node has moved less than 1 meter.
nl: Het knooppunt is minder dan 1 meter verplaatst.

# node-change.moved.note.1
source: Note: Node position is shown as it was at
nl: Noot: De knooppuntpositie wordt getoond zoals die was op

# node-change.moved.note.2
source: , while the map background is shown as it is today.
nl: , de kaartachtergrond toont de toestand van vandaag.

# stats.orphan-node-count.comment
source: Number of network nodes that do not belong to a network.\ The [node](docs/en.html#glossary-node "node in glossary") was not added as a member to a valid [network relation](docs/en.html#glossary-network-relation "relation in glossary") and also not added as a member to a valid [route relation](docs/en.html#glossary-route-relation "route relation in glossary") (that itself was added as a member to a valid network relation or is a free route).
nl: Aantal op zichzelf staande knooppunten. Deze [knooppunten](docs/en.html#glossary-node "knooppunt in woordenlijst") werden niet teruggevonden als deel van een geldige [netwerk relatie](docs/en.html#glossary-network-relation "netwerk relatie in woordenlijst"), of als deel van een geldige [route relatie](docs/en.html#glossary-route-relation "route relatie in woordenlijst") (dit kan een route relatie zijn die deel uitmaakt van een network relatie, maar ook een op zichzelf staande vrije route relatie die geen deel uitmaakt van een network relatie).

# node.summary
source: Summary
nl: Samenvatting

# node.situation-on
source: Situation on
nl: Situatie op

# node.last-updated
source: Last updated
nl: Laatst bewerkt

# node.location
source: Location
nl: Locatie

# node.networks
source: Networks
nl: Netwerken

# node.facts
source: Facts
nl: Feiten

# node.version
source: Version
nl: Versie

# node.unchanged
source: (Unchanged)
nl: (Niet gewijzigd)

# breadcrumb.overview
source: Overview
nl: Overzicht in cijfers

# overview-page.title
source: Overview
nl: Overzicht in cijfers

# overview.total
source: Total
nl: Totaal

# route.route-not-found
source: Route not found
nl: Route niet gevonden

# node.inactive
source: This network node is not active anymore.
nl: Dit knooppunt is niet meer actief.

# node.node
source: network node
nl: netwerkknooppunt

# node.orphan
source: This network node does not belong to a known node network (orphan).
nl: Dit knooppunt behoort niet tot een knooppuntnetwerk (wees).

# node.network-references.none
source: None
nl: Geen

# breadcrumb.node-changes
source: Node changes
nl: Knooppunt-wijzigingen

# node.title
source: Node
nl: Knooppunt

# node.menu.map
source: Map
nl: Kaart

# node.menu.changes
source: Changes
nl: Wijzigingen

# node.location.none
source: None
nl: Geen

# node.details-sidebar.tip
source: TIP: click on other nodes or routes in the map to go to the details of these nodes or routes. Use ctrl-click to open to open these details in another window.
nl: TIP: klik op de knooppunten en routes op de kaart om naar hun detailpagina te gaan. Gebruik ctrl-klik om de detailpagina in een nieuwe browser tab te openen.

# overview-table.total
source: Total
nl: Totaal

# country.fr
source: France
nl: Frankrijk

# country.at
source: Austria
nl: Oostenrijk

# overview-table.comment
source: Comment
nl: Commentaar

# country.nl
source: The Netherlands
nl: Nederland

# country.be
source: Belgium
nl: België

# country.de
source: Germany
nl: Duitsland

source: Situation on
nl: Situatie op

# tags.no-tags
source: No tags
nl: Geen tags

# tags.key
source: Key
nl: Sleutel

# tags.value
source: Value
nl: Waarde

# footer.issues
source: issues
nl: problemen

# sidebar.back
source: back
nl: terug

# doc-link.go-to-documentation
source: Go to documentation
nl: Ga naar de documentatie

# breadcrumb.home
source: Home
nl: Start

# breadcrumb.analysis
source: Analysis
nl: Analyse

# analysis-page.title
source: Analysis
nl: Analyse

# analysis-page.overview
source: Overview
nl: Overzicht in cijfers

# analysis-page.changes
source: Changes
nl: Wijzigingen

# analysis.by-network
source: Explore by network
nl: Analyse per netwerk

# analysis.by-location
source: Explore by location
nl: Analyse per gebied

# analysis.location.search-by-name
source: Search by name
nl: Zoek op naam

# analysis.location.select-from-tree
source: Select from tree
nl: Selecteer uit boomstructuur

# location.selector.button
source: Location overview
nl: Locatie-overzicht

# location.tree.expand-all
source: Expand all
nl: Alles openvouwen

# location.tree.collapse-all
source: Collapse all
nl: Alles inklappen

# location.tree.all
source: All
nl: Alle

# location.tree.in-use-only
source: In use only
nl: Enkel met knooppunten

# breadcrumb.changes
source: Changes
nl: Wijzigingen

# changes-page.title
source: Changes
nl: Wijzigingen

# changes-page.login-required
source: The details of the changes history are available to registered OpenStreetMap contributors only, after <kpn-link-login>. .
nl: De details van de wijzigingshistoriek zijn enkel beschikbaar voor OpenStreetMap leden, na <kpn-link-login></kpn-link-login>.

# change-set.orphan-nodes
source: Orphan node(s)
nl: Knooppuntwezen

# change-set.orphan-routes
source: Free route(s)
nl: Vrije routes

# change-set.title
source: Changeset
nl: Wijzigingenset

# network-changes.title
source: Changes
nl: Wijzigingen

# network-changes.login-required
source: The details of network changes history are available to registered OpenStreetMap contributors only, after <kpn-link-login>. .
nl: De details van netwerk wijzigingshistoriek zijn enkel beschikbaar voor geregistreerde OpenStreetMap leden, na <kpn-link-login></kpn-link-login>.

# network-details.situation-on
source: Situation on
nl: Situatie op

# network-details.nodes
source: nodes
nl: knooppunten

# network-details.contains-broken-routes
source: This network contains broken (non-continuous) routes.
nl: Dit netwerk bevat verbindingen die niet geheel aaneensluitend zijn.

# network-details.not-active
source: This network is not active anymore.
nl: Dit netwerk is niet meer actief.

# network-nodes.table.analysis
source: Analysis
nl: Analyse

# network-nodes.table.node
source: Node
nl: Knooppunt

# network-nodes.table.last-edit
source: Last edit
nl: Laatst bewerkt

# network-nodes.no-routes
source: no routes
nl: in geen enkele route

# network-routes.table.analysis
source: Analysis
nl: Analyse

# network-routes.table.last-edit
source: Last edit
nl: Meest recente wijziging

# route-accessible-indicator.gray.title
source: OK - Accessibility unknown
nl: OK - Toegankelijkheid onbekend

# route-accessible-indicator.gray.text
source: Accessibility information is unknown for this type of route.
nl: Toegankelijkheidsinformatie is niet beschikbaar voor dit type route.

# route-accessible-indicator.green.title
source: OK - Accessible
nl: OK - Toegankelijk

# route-accessible-indicator.green.text.cycling
source: This route is completely accessible for bicycle.
nl: Deze route is volledig toegankelijk voor fietsen.

# route-accessible-indicator.green.text.hiking
source: This route is completely accessible for hiking.
nl: Deze route is volledig toegankelijk voor wandelen.

# route-accessible-indicator.green.text.motorboat
source: This route is completely accessible for motorboat.
nl: Deze route is volledig toegankelijk voor motorboot.

# route-accessible-indicator.green.text.canoe
source: This route is completely accessible for canoe.
nl: Deze route is volledig toegankelijk voor kano.
