Repository: danieldegroot2/knooppuntnet
Catalog: client/src/locale/translations.*.xlf
Languages: nl

# planner.legend.surface-unknown
source: Surface unknown
nl: Oppervlak onbekend

# poi-detail.id
source: Identification
nl: Identificatie

# poi-detail.layers
source: Layer(s)
nl: Laag/lagen

# poi-detail.location
source: Location
nl: Locatie

# poi-detail.image
source: Image
nl: Foto

# poi-detail.tiles
source: Tiles
nl: Kaarttegels

# country.selector.label
source: Country
nl: Land

# location-pois.table.layer
source: Layer
nl: Laag

# location-pois.table.description
source: Description
nl: Beschrijving

# location-pois.table.address
source: Address
nl: Adres

# location-pois.table.image
source: Image
nl: Foto

# monitor.route.map.action.josm.zoom-to-osm-segment
source: Zoom to selected OSM segment
nl: Zoom naar het geselecteerd OSM segment

# monitor.relation.distance
source: Distance
nl: Afstand

# location.selector.input.label
source: municipality or other administrative boundary name
nl: gemeente of ander administratief gebied

# monitor.group.route-table.deviations
source: Deviations
nl: Afwijkingen

# monitor.group.route-table.osm-segment-count
source: OSM segments
nl: OSM segmenten

# monitor.group.route-table.reference
source: Reference
nl: Referentie

# monitor.route.properties.reference-details.day
source: Select the date of the route relation state that will serve as a reference (default today):
nl: Geef de datum waarop de staat van de route relatie zal dienen als referentie (standaard vandaag):

# monitor.route.properties.reference-details.day.label
source: Reference day
nl: Referentie dag

# monitor.route.reference-day.required
source: Please provide a valid reference day
nl: Een geldige referentiedag is nodig

# monitor.route.reference-filename.required
source: Reference filename is required
nl: Referentie bestand is verplicht op te laden

# monitor.route.properties.reference-details.gpx.reference-day
source: Select the date at which the gpx trace was recorded or was known to be valid (default today):
nl: Geef de datum waarop de gpx trace opgenomen werd of waarvan geweten is dat de gpx trace geldig is (standaard vandaag):

# monitor.route.properties.comment.label
source: Additional information about the route (optional):
nl: Bijkomende informatie over de route (optioneel):

# monitor.route.properties.step.comment
source: Comment
nl: Commentaar

# monitor.route.details.relation-id-undefined
source: Route relation has not been defined yet
nl: Route relatie is nog niet gedefinieerd

# monitor.route.details.reference-undefined
source: Reference not defined yet
nl: Referentie nog niet gedefinieerd

# monitor.route.details.reference.osm
source: OSM relation snapshot
nl: OSM relatie

# monitor.route.details.analysis.deviations
source: deviations
nl: Afwijkingen

# monitor.route.details.analysis.osm-segments
source: OSM segment(s)
nl: OSM segment(en)
