Repository: danieldegroot2/knooppuntnet
Catalog: client/src/locale/translations.*.xlf
Languages: nl

# route-accessible-indicator.red.title
source: Not OK - Not Accessible
nl: Niet in orde - Niet toegankelijk

# route-accessible-indicator.red.text.cycling
source: This route is not completely accessible for bicycle.
nl: Deze route is niet volledig toegankelijk voor fietsen.

# route-accessible-indicator.red.text.hiking
source: This route is not completely accessible for hiking.
nl: Deze route is niet volledig toegankelijk voor wandelen.

# route-accessible-indicator.red.text.motorboat
source: This route is not completely accessible for motorboat.
nl: Deze rout is niet volledig toegankelijk voor motorboot.

# route-accessible-indicator.red.text.canoe
source: This route is not completely accessible for canoe.
nl: Deze route is niet volledig toegankelijk voor kano.

# route-accessible-indicator.letter
source: A
nl: T

# route-connection-indicator.blue.title
source: OK - Connection
nl: OK - Verbinding

# route-connection-indicator.blue.text
source: This route is a connection to another network.
nl: Deze route is een verbinding naar een ander netwerk.

# route-connection-indicator.gray.title
source: OK - No connection
nl: OK - Geen verbinding

# route-connection-indicator.gray.text
source: This route is not a connection to another network.
nl: Deze route is geen verbinding met een ander netwerk.

# route-connection.indicator.letter
source: C
nl: V

# route-connection-indicator.letter
source: C
nl: V

# route-investigate-indicator.green.title
source: OK - No facts
nl: OK - Geen feiten

# route-investigate-indicator.green.text
source: No issues found during route analysis.
nl: Geen problemen gevonden tijdens route-analyse.

# route-investigate-indicator.red.title
source: Not OK - Investigate facts
nl: Niet in orde - Onderzoek feiten

# route-investigate-indicator.red.text
source: Something is wrong with this route.
nl: Er is iets mis met deze route.

# network-details.summary
source: Summary
nl: Samenvatting

# network-details.last-updated
source: Last updated
nl: Laatst bewerkt

# network-details.relation-last-updated
source: Relation last updated
nl: Relatie laatst bewerkt

# network-facts.checks-table.node
source: Node
nl: Knooppunt

# network-facts.checks-table.expected
source: Expected
nl: Verwacht

# network-facts.checks-table.actual
source: Actual
nl: Gevonden

# network-facts.checks-table.title
source: node integrity check failures
nl: integriteitscontrole-resultaten

# network-facts.node
source: Node
nl: Knooppunt

# network-facts.nodes
source: Nodes
nl: Knooppunten

# network-facts.title
source: Facts
nl: Feiten

# network-facts.no-facts
source: No facts
nl: Geen feiten

# network-map.title
source: Map
nl: Kaart

# network-nodes.title
source: Nodes
nl: Knooppunten

# network-nodes.no-nodes
source: No network nodes in network
nl: Geen netwerkknooppunten in netwerk

# network-routes.no-routes
source: No network routes in network
nl: Geen netwerkroutes in netwerk

# node.login-required
source: The details of the node changes history is available to registered OpenStreetMap contributors only, after <kpn-link-login>. .
nl: De details van de knooppunt wijzigingshistoriek zijn enkel beschikbaar voor OpenStreetMap leden, na <kpn-link-login></kpn-link-login> .

# breadcrumb.node-map
source: Node map
nl: Knooppuntkaart

# node.node-not-found
source: Node not found
nl: Knooppunt niet gevonden

# fact.name.node-invalid-survey-date
source: NodeInvalidSurveyDate
nl: Ongeldige controledatum

# fact.name.route-invalid-survey-date
source: RouteInvalidSurveyDate
nl: Ongeldige controledatum

# fact.description.node-invalid-survey-date
source: The node survey date has an unexpected format (valid format: YYYY-MM-DD or YYYY-MM). The survey date is defined in the *"survey:date"* tag, or the *"source:date"* tag if *"source=survey"*.
nl: De datum van de meest recente controle van deze node heeft een onverwacht formaat (geldig formaat: JJJJ-MM-DD or JJJJ-MM). De controledatum wordt gevonden in de *"survey:date"* tag, of in de *"source:date"* tag indien er ook een *"source=survey"* tag is.

# fact.description.route-invalid-survey-date
source: The route survey date has an unexpected format (valid format: YYYY-MM-DD or YYYY-MM). The survey date is defined in the *"survey:date"* tag, or the *"source:date"* tag if *"source=survey"*.
nl: De datum van de meest recente controle van deze route heeft een onverwacht formaat (geldig formaat: JJJJ-MM-DD of JJJJ-MM). De controledatum wordt gevonden in de *"survey:date"* tag, of in de *"source:date"* tag indien er ook een *"source=survey"* tag is.

# network-nodes.table.name
source: Name
nl: Naam

# network-nodes.table.routes.expected
source: Expected
nl: Verwacht

# network-nodes.table.routes.actual
source: Actual
nl: Aantal

# network-nodes.table.last-survey
source: Survey
nl: Recentste controle

# network-routes.table.distance
source: Distance
nl: Afstand

# network-routes.table.role
source: Role
nl: Rol

# network-routes.table.last-survey
source: Survey
nl: Recentste controle

# node.initial-value
source: Oldest known state of the node.
nl: Oudste gekende staat van het knooppunt.

# route-change.initial-value
source: Oldest known state of the route.
nl: Oudste gekende staat van de route.

# network-changes.network-initial-value
source: Oldest known state of the network.
nl: Oudste gekende staat van het netwerk.

# change-set.header.timestamp
source: Timestamp
nl: Tijd

# timeout.message-2
source: No response from editor.
nl: Geen antwoord van de editor.

# timeout.message-3
source: Has the editor (JOSM) been started? Has remote control been enabled in the editor?
nl: Is de editor (JOSM) gestart? Is "Afstandsbediening" ingesteld in de editor?

# filter.all
source: all
nl: alle

# filter.yes
source: yes
nl: ja

# filter.no
source: no
nl: nee

# filter.unknown
source: unknown
nl: onbekend

# filter.definedInNetworkRelation
source: Defined in network relation
nl: Opgenomen in netwerkrelatie

# filter.referencedInRoute
source: Referenced in route
nl: Verwijzing in route

# filter.integrityCheck
source: Integrity check
nl: Integriteitscontrole

# filter.integrityCheckFailed
source: Integrity check failed
nl: Integriteitscontrole faalt

# filter.connection
source: Connection
nl: Verbinding

# filter.lastUpdated
source: Last updated
nl: Recentste aanpassing

# filter.lastSurvey
source: Survey
nl: Recentste controle

# filter.lastWeek
source: last week
nl: voorbije week

# filter.lastMonth
source: last month
nl: voorbije maand

# filter.lastYear
source: last year
nl: voorbije jaar

# filter.lastHalfYear
source: last half year
nl: voorbije half jaar

# filter.lastTwoYears
source: last two years
nl: voorbije twee jaar

# filter.older
source: older
nl: ouder

# filter.roleConnection
source: Role connection
nl: Rol "connection"

# network-map.side-bar.tip-zoom-in
source: Zoom in for node or route details.
nl: Zoom in voor details van knooppunten en routes.

# network-map.side-bar.part-of-network
source: Part of network
nl: Deel van het netwerk

# network-map.side-bar.not-part-of-network
source: Not part of network
nl: Geen deel van het netwerk

# network-map.side-bar.tip1
source: Click on node or route to go to detail page.
nl: Klik op knooppunt of route om naar de detailpagina te gaan.

# network-map.side-bar.tip2
source: Use ctrl-click to open the detail page in another browser tab.
nl: Gebruik ctrl-klik om de detailpagina in een andere browser tab te openen.

# filter.investigate
source: Investigate
nl: Onderzoek

# filter.accessible
source: Accessible
nl: Toegankelijk

# poi.menu.pois
source: Points of interest
nl: Interessepunten

# plan.unpaved
source: Unpaved
nl: Onverhard

# route-control.title
source: zoom to fit entire route
nl: breng de volledige route in beeld

# no-route-dialog.title
source: No route
nl: Geen route

# no-route-dialog.message
source: You clicked the button to zoom to fit the complete route on the map, but there is no start- and endnode for the route defined yet. Please plan a route first.
nl: Deze knop brengt de hele route in beeld, maar er is nog geen route. Maak eerst een route!

# planner.action.undo
source: Undo
nl: Ongedaan maken

# planner.action.undo.title
source: Undo the previous action
nl: Maak de vorige actie ongedaan

# planner.action.redo
source: Redo
nl: Opnieuw doen

# planner.action.redo.title
source: Redo the action that was previously undone
nl: Herhaal de actie die voorheen ongedaan gemaakt was

# planner.action.reset
source: Reset
nl: Herstart

# planner.action.reset.title
source: Wipe out current route plan and restart route planning from scratch
nl: Wis de geplande route en start routeplanning opnieuw

# planner.action.reverse
source: Reverse
nl: Omkeren

# planner.action.reverse.title
source: Reverse the route direction (startnode becomes endnode, and vice versa)
nl: Keer de richting van de geplande route om (startpunt wordt eindpunt en omgekeerd)

# planner.action.output
source: Output
nl: Uitvoer

# planner.action.output.title
source: Output planned route
nl: Uitvoer van de geplande route

# plan.output.title
source: Output
nl: Uitvoer

# plan.output.node-strip-pdf
source: Node strip
nl: Knooppuntenstrip

# plan.output.navigation-instructions-pdf
source: Navigation instructions
nl: Navigatie-instructies

# plan.output.gpx
source: GPX file
nl: GPX bestand

# planner-tip.zoom-in-click-start-node
source: Zoom in or use magnifying glass to find the startnode of your route.
nl: Zoom in of gebruik het vergrootglas om het startknooppunt van uw route te vinden.

# planner-tip.click-start-node
source: Use zoom, pan or use magnifying glass to find and click the startnode of your route.
nl: Zoom, verschuif of gebruik het vergrootglas om het startknooppunt van uw route te kiezen.

# planner-tip.zoom-in-click-end-node
source: Zoom in and click the endnode of your route.
nl: Zoom in en klik het eindknooppunt van uw route.

# planner-tip.click-end-node
source: Click the endnode of your route.
nl: Klik op het eindknooppunt van uw route.

# planner-tip.extend-route
source: Extend or adapt your route. Output when satisfied.
nl: Ga verder met het uitbreiden of aanpassen van je route. Klik op de uitvoer knop als het klaar is.

# geolocation-dialog.unavailable.title
source: Unavailable
nl: Niet beschikbaar

# geolocation-dialog.unavailable.message
source: We cannot determine your location. Verify your settings to allow this application to access you location.
nl: Je locatie kan niet bepaald worden. Ga naar instellingen om deze app toegang te geven tot je locatie.

# geolocation-dialog.timeout.message
source: We cannot determine your location.
nl: Je locatie kan niet bepaald worden.

# geolocation-dialog.permission-denied.title
source: Permission denied
nl: Niet toegestaan

# geolocation-dialog.permission-denied.message
source: We cannot determine your location. Knooppuntnet does not have the permission to access your location.
nl: Je locatie kan niet bepaald worden. Knooppuntnet heeft geen toegang tot je locatie.

# geolocation-dialog.not-supported.title
source: Not supported
nl: Wordt niet ondersteund.

# geolocation-dialog.not-supported.message
source: We cannot determine your location. Your device does not seem to support this.
nl: Je locatie kan niet bepaald worden. Je toestel lijkt dit niet te ondersteunen.

# geolocation-control.title
source: position the map on your current location
nl: schuif de kaart naar je huidige locatie

# plan.output.compact-pdf.tooltip
source: Produce a route pdf file with compact node overview
nl: Maak voor de route een pdf-bestand met compact knooppuntenoverzicht

# plan.output.node-strip-pdf.tooltip
source: Produce a route pdf file with nodes in 'strip' format
nl: Maak een pdf-bestand met een knooppunten-strip

# plan.output.navigation-instructions-pdf.tooltip
source: Produce a route pdf with navigation instructions
nl: Maak een pdf-bestand met navigatie-aanwijzingen voor de route

# plan.output.gpx.tooltip
source: Produce a route file that can be used in a gps-device
nl: Maak voor de route een bestand dat in een gps-apparaat kan worden geladen

# plan.output.clipboard
source: Copy link to clipboard
nl: Kopieer link naar klembord

# plan.output.clipboard.tooltip
source: Copy a link to this route to the clipboard (for example to keep for later or paste in email)
nl: Kopieer een link naar deze route naar het klembord, bijvoorbeeld voor gebruik in een mailbericht.

# location-page.menu.edit
source: Load in editor
nl: In editor laden

# location-edit.title
source: Load in editor
nl: Laad in editor

# location-edit.nodes
source: nodes (quick)
nl: knopen (gaat snel)

# location-edit.routes
source: routes relations (quick)
nl: routerelaties (gaat snel)

# location-edit.time-warning
source: We estimate that it will take perhaps about {{ seconds }} seconds to load all nodes and routes in the editor.
nl: Naar schatting kost het {{ seconds }} seconden om alle knopen en relaties in de editor te laden.

# location-edit.full-routes
source: routes with ways (takes more time)
nl: routes inclusief wegen (kost meer tijd)

# plan.follow-colour
source: Follow colour
nl: Volg kleur

# route.colour.black
source: black
nl: zwart

# route.colour.blue
source: blue
nl: blauw

# route.colour.brown
source: brown
nl: bruin

# route.colour.gray
source: gray
nl: grijs

# route.colour.green
source: green
nl: groen

# route.colour.grey
source: grey
nl: grijs

# route.colour.orange
source: orange
nl: oranje

# route.colour.purple
source: purple
nl: paars

# route.colour.red
source: red
nl: rood

# route.colour.violet
source: violet
nl: paars

# route.colour.white
source: white
nl: wit

# route.colour.yellow
source: yellow
nl: geel

# plan.output.route-name
source: Route name
nl: Routenaam

# plan.output.route-name-placeholder
source: type route name
nl: geef routenaam

# map.layer.gpx
source: Your GPX trace
nl: Eigen GPX-spoor

# route.colour.or
source: or
nl: of

# wiki.home
source: Knooppuntnet
nl: NL:Knooppuntnet

# planner-tip.read-more
source: read more
nl: lees meer

# filter.month.january
source: January
nl: januari

# filter.month.february
source: February
nl: februari

# filter.month.march
source: March
nl: maart

# filter.month.may
source: May
nl: mei

# filter.month.june
source: June
nl: juni

# filter.month.july
source: July
nl: juli

# filter.month.august
source: August
nl: augustus

# filter.month.october
source: October
nl: oktober

# footer.settings
source: settings
nl: instellingen

# tag-diffs.title
source: Tag changes
nl: Tag-wijzigingen

# location-edit.too-many-nodes.1
source: This location contains more than the maximum number of nodes ({{ response.result.maxNodes }}) that can be loaded in the editor in one go. This limitation is to avoid overloading the OpenStreetMap api while loading the node and route details from JOSM.
nl: Deze locatie bevat meer dan het maximale aantal knooppunten ({{response.result.maxNodes}}) die in één keer in de editor kunnen worden geladen. Deze beperking is om overbelasting van OpenStreetMap tijdens het laden van het knooppunt en routedetails vanuit JOSM te voorkomen.

# location-edit.too-many-nodes.2
source: Please select a location with less nodes.
nl: Selecteer een locatie met minder knooppunten.

# location-edit.analyzing
source: Analyzing location nodes and routes, please wait...
nl: Analyse van locatieknooppunten en routes, even geduld ...

# poi.boundary-stone
source: Boundary stone
nl: Grenspaal

# poi.wayside-shrine
source: Wayside shrine
nl: Kapelletje

# breadcrumb.settings
source: Settings
nl: Instellingen

# settings-page.title
source: Settings
nl: Instellingen

# settings.directions
source: Navigation instructions
nl: Navigatie-instructies

# settings.directions.comment.1
source: You can enable this extra functionality in the planner to generate a list with navigation instructions for the route you have planned.
nl: Je kan deze extra functionaliteit in de planner inschakelen om een lijst met navigatie-instructies aan te maken voor de route die je hebt gepland.

# settings.directions.comment.2
source: This functionality is still experimental and under development at this moment and may not work completely ok yet. By default, this functionality is not enabled.
nl: Deze functionaliteit is momenteel nog in ontwikkeling en werkt mogelijk nog niet helemaal goed. Standaard is deze functionaliteit niet ingeschakeld.

# map.layer.background
source: Background
nl: Achtergrond

# map.layer.tile-256-names
source: Tilenames (256)
nl: Tegelnamen (256)

# map.layer.tile-512-names
source: Tilenames (512)
nl: Tegelnamen (512)

# map.layer.poi-areas
source: Poi areas
nl: POI grenzen

# planner.legend.paved
source: Paved
nl: Verhard

# planner.legend.unpaved
source: Unpaved
nl: Onverhard

# planner.legend.survey.last-month
source: Last month
nl: Voorbije maand

# planner.legend.survey.last-half-month
source: Last half year
nl: Voorbije half jaar

# planner.legend.survey.last-year
source: Last year
nl: Voorbije jaar

# planner.legend.survey.last-two-years
source: Last two years
nl: Voorbije twee jaar

# planner.legend.survey.more-than-tow-years-ago
source: More than two years ago
nl: Meer dan twee jaar geleden

# planner.legend.survey.unknown
source: Unknown
nl: Onbekend

# planner.legend.survey.review
source: Review
nl: Na te kijken

# planner.legend.marker.icon.start-node
source: Start node icon
nl: Startpunt icoon

# planner.legend.marker.start-node
source: Start node
nl: Startpunt

# planner.legend.marker.icon.end-node
source: End node icon
nl: Eindpunt icoon

# planner.legend.marker.end-node
source: End node
nl: Eindpunt

# planner.legend.marker.icon.via-node
source: Via node icon
nl: Via-punt icoon

# planner.legend.marker.via-node
source: Via node
nl: Via-punt

# poi-areas.title
source: Point of interest areas
nl: POI grenzen

# poi-areas.comment
source: This map shows the bounding boxes that are used to determine where to collect the point of interest information.
nl: Deze kaart toont de rechthoekige grenzen waarbinnen de POI informatie verzameld wordt.

# location.selector.warning-selection-mandatory
source: Please make a selection in the field above
nl: Maak een selectie in het veld hierboven

# location-edit.submit
source: Load in JOSM editor
nl: Laad in JOSM editor

# location-edit.submit.tooltip
source: Open in editor (like JOSM)
nl: Open in een editor (bijvoorbeeld JOSM)

# leg-not-found-dialog.title
source: No path
nl: Geen verbinding

# leg-not-found-dialog.message
source: The planner did not find a path to the selected destination.
nl: De planner kan geen verbinding vinden naar het geselecteerde doel.

# network-page.network-not-found
source: Network not found
nl: Netwerk niet gevonden

# leg-http-error-dialog.title
source: Network error
nl: Netwerkfout

# leg-http-error-dialog.message
source: The planner could not contact the server, please try again later.
nl: De planner kon geen contact maken met de server, probeer later nog eens.

# country.es
source: Spain
nl: Spanje

# settings.extra-layers
source: Extra layers
nl: Extra kaartlagen

# settings.extra-layers.comment.1
source: Enables the option to select extra layers in the planner map.
nl: Voegt opties toe om extra kaartlagen te selecteren voor de planner.

# settings.extra-layers.comment.2
source: These extra layers are intended for debugging purposes only, and are not needed for normal planner use. The extra layers can show the tile names and background tiles from OpenStreetMap (normally we use tiles from our own server).
nl: Deze extra kaartlagen zijn bedoeld als extra informatie bij het opsporen van problemen in knooppuntnet. Deze extra kaartlagen zijn niet nodig voor normaal gebruik. Deze extra kaartlagen kunnen de kaarttegelnummers tonen, en de achtergrondlaag van OpenStreetMap (normaal gebruiken we enkel onze eigen achtergrondtegels en niet die van OpenStreetMap).

source: Changeset not found
nl: Wijzigingset niet gevonden

# wiki.issues
source: https://wiki.openstreetmap.org/wiki/Knooppuntnet_issues
nl: https://wiki.openstreetmap.org/wiki/NL:Knooppuntnet_problemen

# location-nodes.table.expected-route-count
source: Expected
nl: Verwacht

# node.integrity
source: Integrity
nl: Integriteit

# node.integrity.none
source: There is no integrity information for this node (no expected_??n_route_relations tag).
nl: Er is geen integriteitsinformatie voor dit knooppunt (geen expected-rXn_route_relations tag).

# node.integrity.ok
source: The expected number of routes ({{ detail.expectedRouteCount }}) matches the number of routes found.
nl: Het aantal verwachte routes ({{detail.expectedRouteCount}}) klopt met het aantal gevonden routes.

# node.integrity.not-ok
source: The actual number of routes in this node ({{ detail.routeRefs.length }}) does not match the expected number of routes ({{ detail.expectedRouteCount }}).
nl: Het aantal routes in dit knooppunt ({{detail.routeRefs.size}}) komt niet overeen met het verwachte aantal routes ({{detail.expectedRouteCount}}).

# map.node-popup.last-updated
source: Last updated
nl: Aangepast

# location-routes.table.analysis
source: Analysis
nl: Analyse

# location-routes.table.last-survey
source: Survey
nl: Recentste controle

# location-nodes.table.last-survey
source: Survey
nl: Recentste controle

# planner.legend.survey.ok-orphan
source: OK Orphan
nl: OK (wezen)

# planner.legend.survey.review-orphan
source: Review Orphan
nl: Na te kijken (wezen)

# fact.description.route-without-nodes
source: The route does not contain any network nodes.
nl: De route bevat geen knooppunten.

# fact.name.route-without-nodes
source: RouteWithoutNodes
nl: RouteZonderKnooppunten

# stats.route-without-nodes.name
source: RouteWithoutNodes
nl: RouteZonderKnooppunten

# stats.route-without-nodes.comment
source: Routes without network nodes.
nl: Routes zonder knooppunten.

# route.nodes
source: Nodes
nl: Knooppunten

# experimental.title
source: Warning: experimental !
nl: Waarschuwing: Experimenteel!

# experimental.more
source: more
nl: meer

# experimental.message-1
source: This is an experimental version of the knooppuntnet website.
nl: Dit is een experimentele versie van Knooppuntnet.

# experimental.message-2
source: The data may not be completely correct, and some functions may not work as expected. Unless you are here for trying out new functionality, you may be better off using the <a [href]="link()">stable version</a> of knooppuntnet instead.
nl: De data klopt soms niet helemaal, en functies werken niet soms niet zoals verwacht. Als je hier niet komt voor het testen van nieuwe functionaliteit, is het beter om de <a [href]="link()">stabiele versie</a> van knooppuntnet te gebruiken.

# experimental.less
source: less
nl: minder

# map.layer.free-path
source: Path
nl: Pad

# route-proposed-indicator.letter
source: P
nl: T

# route-proposed-indicator.blue.title
source: OK - Proposed route
nl: OK - Toekomstige route

# route-proposed-indicator.gray.text
source: This route does not have _"state=proposed"_. This is an active route.
nl: Deze route heeft geen tag _"state=proposed"_. Dit is een actieve route.

# route-proposed-indicator.gray.title
source: OK - Active route
nl: OK - Actieve route

# location-node-fact-indicator.green.title
source: OK - No facts
nl: OK - Geen feiten

# location-node-fact-indicator.green.text
source: No particular facts were found during the analysis of this node.
nl: Geen bijzondere feiten gevonden tijdens de analyse van dit knooppunt.

# location-node-fact-indicator.red.title
source: Facts
nl: Feiten

# location-node-fact-indicator.red.text
source: One or more facts are generated as the result of the node analysis.
nl: Eén of meerdere feiten werden aangemaakt als gevolg van de analyse van dit knooppunt.

# location-nodes.table.name
source: Name
nl: Naam

# location-nodes-sidebar.filter.all
source: All
nl: Alle

# location-nodes-sidebar.filter.facts
source: Facts
nl: Feiten
