Repository: danieldegroot2/knooppuntnet
Catalog: client/src/locale/translations.*.xlf
Languages: nl

# location-nodes-sidebar.filter.survey
source: Survey
nl: Recentste controle

# location-routes-sidebar.filter.all
source: All
nl: Alle

# location-routes-sidebar.filter.facts
source: Facts
nl: Feiten

# location-routes-sidebar.filter.inaccessible
source: Inaccessible
nl: Ontoegankelijk

# location-routes-sidebar.filter.survey
source: Survey
nl: Recentste controle

# proposed-indicator.letter
source: P
nl: T

# proposed-indicator.blue.title
source: OK - Proposed route
nl: OK - Toekomstig knooppunt

# proposed-indicator.blue.text
source: This node is _"proposed"_. The node has lifecycle prefix "proposed:" in the tag that makes it a network node, or has has tag _"state=proposed"_. The node is assumed to still be in a planning phase and likely not signposted in the field.
nl: Dit knooppunt heeft tag _"state=proposed"_. Het knooppunt is nog in planning fase, en waarschijnlijk nog niet terug te vinden in het veld.

# proposed-indicator.gray.title
source: OK - Active node
nl: OK - Actief knooppunt

# proposed-indicator.gray.text
source: This network node is not _"proposed"_. It is an active node.
nl: Dit knooppunt heeft geen tag *"state=proposed"*. Het is een actief knooppunt dat terug te vinden is in het veld.

# node.route-references.none
source: None
nl: Geen

# node.proposed
source: Proposed: the network node is assumed to still be in a planning phase and likely not signposted in the field.
nl: Toekomstig: dit knooppunt is nog in de planningfase en mogelijk nog niet aanwezig in het veld.

# route.proposed
source: Proposed: this route has a tag _"state=proposed"_. The route is assumed to still be in a planning phase and likely not signposted in the field.
nl: Toekomstig: deze route is nog in de planningfase en mogelijk nog niet aanwezig in het veld.

# subset-facts.nodes
source: {VAR_PLURAL, plural, one {1 node} other {{INTERPOLATION} nodes}}
nl: {VAR_PLURAL, plural, one {1 knooppunt} other {{INTERPOLATION} knooppunten}}

# subset-orphan-nodes.table.node
source: Node
nl: Knooppunt

# subset-orphan-nodes.table.name
source: Name
nl: Naam

# subset-orphan-nodes.table.last-survey
source: Survey
nl: Recentste controle

# subset-orphan-nodes.table.last-edit
source: Last edit
nl: Meest recente wijziging

# subset-orphan-routes.table.analysis
source: Analysis
nl: Analyse

# subset-orphan-routes.table.distance
source: Distance
nl: Afstand

# subset-orphan-routes.table.last-survey
source: Survey
nl: Recentste controle

# subset-orphan-routes.table.last-edit
source: Last edit
nl: Meest recente wijziging

# network-scope.local
source: local
nl: lokaal

# network-scope.regional
source: regional
nl: regionaal

# network-scope.national
source: national
nl: nationaal

# network-scope.international
source: international
nl: internationaal

# filter.proposed
source: Proposed
nl: Toekomstig

# planner.legend.proposed
source: Proposed
nl: Toekomstige route en knooppunt

# planner.options
source: Options
nl: Opties

# planner.options.show-proposed
source: Show proposed routes
nl: Toekomstige routes zichtbaar

# planner.options.plan-proposed
source: Allow planning proposed routes
nl: Toekomstige routes toelaten in plan

# network.proposed
source: Proposed: this network has tag _"state=proposed"_. The network is assumed to still be in a planning phase and likely not signposted in the field.
nl: Toekomstig: dit netwerk heeft een tag _"state=proposed"_. Dit netwerk is nog in de planningfase en wellicht nog niet zichtbaar in het veld.

# route.name-derived-from-nodes
source: The route name is derived from the route nodes, rather than the tags in the route relation.
nl: De naam van de route is samengesteld op basis van de knooppuntnamen en niet van tags in de route relatie zelf.

# overview.sidebar.display-options
source: Display options
nl: Overzicht opties

# overview.sidebar.list.title
source: Show overview in list format
nl: Overzicht als lijst

# overview.sidebar.list
source: List
nl: Lijst

# overview.sidebar.table.title
source: Show overview in table format
nl: Overzicht als tabel

# overview.sidebar.table
source: Table
nl: Tabel

# overview.sidebar.automatic.title
source: Use list or table format depending on page width
nl: Tonen van lijst of of tabel afhankelijk van schermbreedte

# overview.sidebar.table.automatic
source: Automatic selection
nl: Automatische selectie

# network-control.title
source: zoom to fit entire network
nl: zoom om geheel netwerk te tonen

# plan.output.text.tooltip
source: Produce a route pdf file in 'text' format
nl: Maak een route-pdf in tekstvorm

# plan.output.text-pdf
source: Text
nl: Tekst

# route-proposed-indicator.blue.text
source: This route has _"state=proposed"_. The route is assumed to still be in a planning phase and likely not signposted in the field.
nl: Deze route heeft tag _"state=proposed"_. De route is nog in de planning fase, en er is waarschijnlijk nog geen signalering in het veld.

# fact.description.route-inaccessible
source: Part of the route does not seem [accessible](/en/docs/en.html#_accessible).
nl: Een deel van de route lijkt niet [toegankelijk](/nl/docs/nl.html#_accessible).

# fact.name.route-inaccessible
source: RouteInaccessible
nl: RouteOntoegankelijk

# location-nodes-sidebar.filter.integrity-check-failed
source: Unexpected route count
nl: Overwacht route aantal

# location.selector.warning-selection-invalid
source: Please select a value from the list
nl: Selecteer een waarde uit de lijst

# network-changes.network-nodes.list
source: Nodes
nl: Kooppunten

# node-change.created
source: Node created
nl: Knooppunt aangemaakt

# node-change.deleted
source: Node deleted
nl: Knooppunt verwijderd

# stats.route-inaccessible.name
source: RouteInaccessible
nl: RouteOntoegankelijk

# stats.route-inaccessible.comment
source: Number of [inaccessible](docs/en.html#glossary-accessible "accessible in glossary") routes.
nl: Aantal niet [toegankelijke](docs/en.html#glossary-accessible "accessible in glossary") routes.

# route-change.created
source: Route created
nl: Route aangemaakt

# route-change.deleted
source: Route deleted
nl: Route verwijderd

# route.members.table.inaccessible
source: Inaccessible
nl: Ontoegankelijk

# demo.no-video-support
source: Sorry, cannot play videos in your browser.
nl: Sorry, kan geen videos afspelen in jouw browser.

# subset-facts.fact-count
source: {VAR_PLURAL, plural, one {(1 fact)} other {({INTERPOLATION} facts)}}
nl: {VAR_PLURAL, plural, one {(1 feit)} other {({INTERPOLATION}feiten)}}

# edit-dialog.title
source: Load in editor
nl: In editor laden

# edit-dialog.error
source: Sorry, could not load elements in editor.
nl: Sorry, kan niet laden in editor.

# edit-dialog.editor-not-started
source: Editor not started?
nl: Editor niet gestart?

# edit-dialog.remote-control-not-enabled
source: Editor remote control not enabled?
nl: "Afstandsbediening" niet geactiveerd in de editor?

# edit-dialog.timeout
source: Timeout: editor not started, or editor remote control not enabled?
nl: Timeout: editor (JOSM) niet gestart, of is "Afstandsbediening" niet geactiveerd in de editor?

# edit-dialog.close
source: Close
nl: Sluiten

# edit.link
source: edit
nl: aanpassen

# edit.link.title
source: Open in editor (like JOSM)
nl: Open in een editor (bijvoorbeeld JOSM)

# location-nodes.edit.title
source: Load the nodes in this page in the editor (like JOSM)
nl: Knooppunten in deze pagina laden in een editor (bijvoorbeeld JOSM)

# location-routes.edit.title
source: Load the routes in this page in the editor (like JOSM)
nl: Routes in deze pagina laden in een editor (bijvoorbeeld JOSM)

# network-nodes.edit.title
source: Load the nodes in this page in the editor (like JOSM)
nl: Knooppunten in deze pagina laden in een editor (bijvoorbeeld JOSM)

# network-routes.edit.title
source: Load the routes in this page in the editor (like JOSM)
nl: Routes in deze pagina laden in een editor (bijvoorbeeld JOSM)

# subset-orphan-nodes.edit.title
source: Load the nodes in this page in the editor (like JOSM)
nl: Knooppunten in deze pagina laden in een editor (bijvoorbeeld JOSM)

# subset-orphan-routes.edit.title
source: Load the routes in this page in the editor (like JOSM)
nl: Routes in deze pagina laden in een editor (bijvoorbeeld JOSM)

# action.cancel
source: Cancel
nl: Afbreken

# analysis.location-side-bar.title
source: Location
nl: Plaats

# analysis.strategy.title
source: Analysis strategy
nl: Analyse strategie

# error.500.code
source: 500 - Internal server error
nl: 500 - Interne server fout

# error.http.text
source: Sorry, cannot connect to server at this moment, please try again later.
nl: Sorry, kan op dit moment geen verbinding maken met de server, probeer het later opnieuw.

# error.0.code
source: (0 - No network)
nl: (0 - Geen netwerk)

# error.404.text
source: Sorry, cannot get data from server.
nl: Sorry, kan geen gegevens van de server krijgen.

# error.404.code
source: (404 - Not found)
nl: (404 - Niet gevonden)

# integrity-indicator.green.text
source: The number of routes found in this network node ({{ actual }}) does match the expected number of routes ({{ expected }}) as defined in the *"{{ tag }}"* tag on this node. This is what we expect.
nl: Het aantal gevonden routes in dit netwerkknooppunt ({{ actual }}) komt overeen met het verwachte aantal routes ({{ expected } }) zoals gedefinieerd in de *"{{ tag }}"* tag op dit knooppunt. Dit is wat we verwachten.

# demo.disabled.text-2
source: Your window is currently not large enough to show the videos in good quality.
nl: Uw browser venster is momenteel niet groot genoeg om de videos in een goede kwaliteit weer te geven.

# demo.disabled.text-3
source: Please increase your browser window size, or use a device with a larger display to view the videos.
nl: Maak je browser venster groter, of gebruik een toestel met een groter scherm om de videos te bekijken.

# demo.plan-a-route
source: How to plan a walk (or bicycle ride)?
nl: Hoe plan ik een wandeling (of fietstocht)?

# demo.zoom-in
source: How to zoom in to a selected area of the map?
nl: Hoe in te zoomen op een geselecteerd gebied van de kaart?

# demo.current-location
source: How to zoom in to your current location?
nl: Hoe kan ik inzoomen op mijn huidige locatie?

# demo.refine-plan
source: How to refine your plan?
nl: Hoe uw plan verfijnen?

# demo.via-loop
source: How to include a loop in the route? (Dutch)
nl: Hoe een lus in de route opnemen?

# demo.duration.seconds
source: seconds
nl: seconden

# demo.select-video
source: Select a video on the left by clicking its play button.
nl: Selecteer een video aan de linkerkant door op de afspeelknop te klikken.

# plan-detailed.calculating
source: Calculating...
nl: Verwerking...

# breadcrumb.monitor.about
source: About
nl: Over

# monitor.about.text
source: The route monitoring function allows you to compare a route geometry in OpenStreetMap against a given reference geometry.
nl: Met de functie voor routebewaking kunt u een routegeometrie in OpenStreetMap vergelijken met een bepaalde referentiegeometrie.

# breadcrumb.monitor.changes
source: Changes
nl: Wijzigingen

# monitor.changes.no-changes
source: No group changes
nl: Geen groep wijzigingen

# monitor.menu.groups
source: Groups
nl: Groepen

# monitor.menu.about
source: About
nl: Over

# monitor.group.add.title
source: Monitor - add group
nl: Monitor - groep toevoegen

# monitor.group.add.comment.1
source: Create a new group containing routes to be monitored.
nl: Maak een nieuwe groep met routes die bewaakt moeten worden.

# monitor.group.add.comment.2
source: Provide a short name (that will be used in the browser address), and a title for the group (probably describing who will be maintaining the route group).
nl: Geef een korte naam op (die zal worden gebruikt in het browseradres) en een titel voor de groep (waarschijnlijk een beschrijving van wie de routegroep zal onderhouden).

# monitor.group.add.action
source: Add group
nl: Groep toevoegen

# breadcrumb.monitor.group
source: Group
nl: Groep

# monitor.group.description.label
source: Description
nl: Beschrijving

# monitor.group.description.required
source: Description is required.
nl: Beschrijving is veplicht.

# monitor.group.description.maxlength
source: Too long (max= {{ description.errors.maxlength.requiredLength }}, actual={{ description.errors.maxlength.actualLength }}).
nl: Te lang (max= {{ description.errors.maxlength.requiredLength }}, lengte={{ description.errors.maxlength.actualLength }}).

# monitor.group.name.label
source: Name
nl: Naam

# monitor.group.name.required
source: Name is required.
nl: Naam is verplicht.

# monitor.group.name.url-fragment-invalid
source: Invalid name: only use alphanumeric characters and dashes.
nl: Ongeldige naam: gebruik alleen alfanumerieke tekens en streepjes.

# monitor.group.name.maxlength
source: Too long (max= {{ name.errors.maxlength.requiredLength }}, actual={{ name.errors.maxlength.actualLength }}).
nl: Te lang (max= {{ name.errors.maxlength.requiredLength }}, lengte={{ name.errors.maxlength.actualLength }}).

# monitor.group.name.unique
source: Name should be unique. A group with this name already exists.
nl: Naam moet uniek zijn. Er bestaat al een groep met deze naam.

# monitor.group.delete.title
source: Monitor - delete group
nl: Monitor - groep verwijderen

# monitor.group.delete.group-not-found
source: Group not found
nl: Groep niet gevonden

# monitor.group.delete.name
source: Name
nl: Naam

# monitor.group.delete.description
source: Description
nl: Beschrijving

# monitor.group.delete.warning
source: The information of all routes ({{ routeCount }} route(s)) in the group will also be deleted!
nl: De informatie van alle routes ({{ routeCount }} route(s)) in de groep wordt ook verwijderd!

# monitor.group.delete.action
source: Delete group
nl: Groep verwijderen

# monitor.group.no-routes
source: No routes in group
nl: Geen routes in groep

# monitor.group.action.add-route
source: Add route
nl: Route toevoegen

# monitor.group.route-table.name
source: Name
nl: Naam

# monitor.group.route-table.map
source: Map
nl: Kaart

# monitor.group.route-table.map-link
source: map
nl: kaart

# monitor.group.route-table.relation
source: Relation
nl: Relatie

# monitor.group.route-table.description
source: Description
nl: Beschrijving

# monitor.group.route-table.actions
source: Actions
nl: Acties

# action.update
source: Update
nl: Aanpassen

# action.delete
source: Delete
nl: Verwijderen

# monitor.group.update.title
source: Monitor - update group
nl: Monitor - groep wijzigen

# monitor.group.update.group-not-found
source: Group not found
nl: Groep niet gevonden

# monitor.group.update.action
source: Update group
nl: Groep wijzigen

# monitor.group.table.name
source: Name
nl: Naam

# monitor.group.table.description
source: Description
nl: Beschrijving

# monitor.group.table.actions
source: Actions
nl: Acties

# monitor.groups.routes-in-groups
source: {{ routeCount$ | async }} routes in {{ groupCount$ | async }} groups
nl: {{ routeCount$ | async }} routes in {{ groupCount$ | async }} groepen

# monitor.groups.no-groups
source: No route groups
nl: Geen route groepen

# monitor.groups.action.add
source: Add group
nl: Groep toevoegen

# monitor.route.add.title
source: Add route
nl: Route toevoegen

# monitor.relation.title
source: Route information:
nl: Route informatie:

# monitor.relation.summary.label
source: Relation
nl: Relatie

# monitor.relation.summary.ways
source: ways,
nl: wegen,

# monitor.relation.summary.nodes
source: nodes,
nl: knooppunten,

# monitor.relation.summary.relations
source: relations
nl: relaties

# monitor.relation.name
source: Name
nl: Naam

# monitor.route.description.label
source: Description
nl: Beschrijving

# monitor.route.description.required
source: Description is required.
nl: Beschrijving is verplicht.

# monitor.route.description.maxlength
source: Too long (max= {{ description.errors.maxlength.requiredLength }}, actual={{ description.errors.maxlength.actualLength }}).
nl: Te lang (max= {{ description.errors.maxlength.requiredLength }}, lengte={{ description.errors.maxlength.actualLength }}).

# monitor.route.name.label
source: Name
nl: Naam

# monitor.route.name.required
source: Name is required.
nl: Naam is verplicht.

# monitor.route.name.url-fragment-invalid
source: Invalid name: only use alphanumeric characters and dashes.
nl: Ongeldige naam: gebruik alleen alfanumerieke tekens en streepjes.

# monitor.route.name.maxlength
source: Too long (max= {{ name.errors.maxlength.requiredLength }}, actual={{ name.errors.maxlength.actualLength }}).
nl: Te lang (max= {{ name.errors.maxlength.requiredLength }}, lengte={{ name.errors.maxlength.actualLength }}).

# monitor.route.name.unique
source: The route name should be unique within the group. A route with this name already exists within this group.
nl: De routenaam moet uniek zijn binnen de groep. Binnen deze groep bestaat al een route met deze naam.

# monitor.route.menu.map
source: Map
nl: Kaart

# monitor.route.properties.group
source: Group
nl: Groep

# action.next
source: Next
nl: Volgende

# action.back
source: Back
nl: Terug

# monitor.route.properties.relation.question
source: Do you know the OSM relation id for this route?
nl: Kent u de OSM-relatie-ID voor deze route?

# monitor.route.properties.relation.question.yes
source: Yes
nl: Ja

# monitor.route.properties.relation.question.no
source: No
nl: Nee

# monitor.route.properties.relation.ok
source: OK, no problem: if you do not know the relation id right now, you can still add it at any time later.
nl: OK, geen probleem: als je het relatie-ID nu niet weet, kun je het later nog steeds toevoegen.

# monitor.route.properties.relation.continue
source: Continue with next step.
nl: Ga verder met de volgende stap.

# monitor.route.properties.relation.label
source: Route relation id
nl: Routerelatie-ID

# monitor.route.properties.relation.action.verify
source: Verify route relation id
nl: Routerelatie-ID verifiëren

# monitor.route.properties.relation.question-unanswered
source: Please answer the question
nl: Beantwoord de vraag

# monitor.route.properties.relation.missing
source: Provide a valid OSM route relation id
nl: Geef een geldige OSM routerelatie-ID op

# monitor.route.properties.reference-type.question
source: What do you want to use as reference to compare the OSM relation to?
nl: Wat wil je als referentie gebruiken om de OSM-relatie mee te vergelijken?

# monitor.route.properties.reference-type.gpx
source: A GPX trace that you will upload now
nl: Een GPX-spoor die je nu gaat uploaden

# monitor.route.properties.reference-type.osm
source: The current or a previous state of the OSM relation
nl: De huidige of een eerdere staat van de OSM-relatie

# monitor.route.properties.reference-type.required
source: Please answer the question
nl: Beantwoord de vraag

# monitor.route.properties.reference-details.file
source: Select the file that contains the GPX trace:
nl: Selecteer het bestand dat het GPX-spoor bevat:

# monitor.route.properties.reference-details.file.select
source: Select file
nl: Selecteer bestand

# monitor.route.properties.reference-details.file.name
source: File
nl: Bestand

# action.save
source: Save
nl: Bewaren

# monitor.route.save-dialog.title
source: Save route
nl: Route bewaren

# monitor.route.save-dialog.busy
source: This may take a while, please wait...
nl: Dit kan een tijdje duren, even wachten a.u.b. ...

# monitor.route.save-dialog.saved
source: Route saved!
nl: Route bewaard!

# monitor.route.save-dialog.action.back
source: Back to group
nl: Terug naar groep

# monitor.route.save-dialog.action.analysis-result
source: Go to analysis result
nl: Ga naar het analyse resultaat

# monitor.route.delete.title
source: Delete
nl: Verwijderen

# monitor.route.delete.comment
source: Remove this route from the monitor.
nl: Verwijder deze route van de monitor.

# monitor.route.delete.warning
source: Attention: all history will be lost!
nl: Let op: alle geschiedenis gaat verloren!

# monitor.route.delete.action
source: Delete Route
nl: Route verwijderen

# monitor.route.details.not-found
source: Route not found
nl: Route niet gevonden

# monitor.route.details.ways
source: ways
nl: wegen

# monitor.route.details.analysis.ok
source: All ok
nl: Alles goed

# monitor.route.map.mode.comparison
source: GPX / OSM comparison
nl: GPX / OSM vergelijking

# monitor.route.map.mode.osm-segments
source: OSM segments
nl: OSM segmenten

# monitor.route.map.action.zoom-to-fit-route
source: Zoom to fit route
nl: Zoom naar volledige route

# monitor.route.map.action.josm.title
source: JOSM remote control actions
nl: JOSM afstandsbedieningsacties

# monitor.route.map.action.josm.load-relation
source: Load route relation
nl: Route relatie laden

# monitor.route.map.action.josm.zoom-to-fit-route
source: Zoom to fit route
nl: Zoom naar volledige route

# monitor.route.map.action.josm.zoom-to-deviation
source: Zoom to selected deviation
nl: Zoom naar geselecteerde afwijking

# monitor.route.map-layers.gpx-same-as-osm
source: GPX same as OSM
nl: GPX zelfde als OSM

# monitor.route.map-layers.osm-relation
source: OSM relation
nl: OSM relatie

# monitor.route.map-deviations.no-deviations
source: No deviations
nl: Geen afwijkingen

# monitor.route.map-deviations.title
source: Deviations
nl: Afwijkingen

# monitor.route.map-deviations.deviation
source: Deviation
nl: Afwijking

# monitor.route.map-deviations.length
source: Length
nl: Lengte

# monitor.route.update.title
source: Update route
nl: Route aanpassen

# monitor.route.properties.step.group
source: Group
nl: Groep

# monitor.route.properties.step.name-description
source: Route name and description
nl: Route naam en beschrijving

# monitor.route.properties.step.osm-relation
source: OSM relation
nl: OSM relatie

# monitor.route.properties.step.reference-type
source: Reference type
nl: Referentie type

# monitor.route.properties.step.reference-details
source: Reference details
nl: Referentie details

# monitor.route.properties.name.unique
source: The route name should be unique within its the group. A route with name "{{ name.value }}" already exists within group "{{ group.value.groupName }}".
nl: De routenaam moet uniek zijn binnen de groep. Er bestaat al een route met de naam "{{ name.value }}" binnen de groep "{{ group.value.groupName }}".

# monitor.route.save-dialog.no-relation-id
source: Note: we cannot yet perform an analysis. The reference information is still incomplete. The relation id has not been specified.
nl: Let op: we kunnen nog geen analyse uitvoeren. De referentie-informatie is nog onvolledig. De relatie-ID is niet opgegeven.

# monitor.route.save-dialog.osm-relation-not-found
source: Note: we cannot yet perform an analysis. The reference information is still incomplete. No route with given relation id was found at given reference date.
nl: Let op: we kunnen nog geen analyse uitvoeren. De referentie-informatie is nog onvolledig. Er is geen route met een gegeven relatie-ID gevonden op de opgegeven referentiedatum.

# monitor.route.map-deviations.no-reference
source: No reference, so no analysis results.
nl: Geen referentie, dus geen analyse resultaten

# monitor.route.map-deviations.no-relation
source: OSM relation missing in route definition, so no analysis results.
nl: OSM-relatie ontbreekt in routedefinitie, dus geen analyse resultaten.

# monitor.route.map-layers.reference.gpx
source: GPX Reference
nl: GPX referentie

# monitor.route.map-layers.reference.osm
source: OSM reference
nl: OSM referentie

# monitor.route.map-layers.reference-same-as-osm
source: Reference matches
nl: Referentieovereenkomsten

# monitor.route.map-layers.deviations.gpx
source: GPX where OSM is deviating
nl: GPX waar OSM afwijkt

# monitor.route.map-layers.deviations.osm
source: Reference deviations
nl: Referentie afwijkingen

# monitor.route.map.no-map
source: No map
nl: Geen kaart
