Repository: danieldegroot2/knooppuntnet
Catalog: client/src/locale/translations.*.xlf
Languages: nl

# route-changes.node-diff.start-tentacle-nodes
source: Start tentacle nodes
nl: Start tentakel-knooppunten

# route-changes.node-diff.end-tentacle-nodes
source: End tentacle nodes
nl: Eind tentakel-knooppunten

# route-changes.node-diff.added
source: added
nl: toegevoegd

# route-changes.node-diff.removed
source: removed
nl: verwijderd

# route-change.way-update.title
source: Updated way
nl: Gewijzigde weg

# route-change.way-update.changed-to
source: Changed to v{{ wayUpdate.after.version }}
nl: Veranderd naar v{{wayUpdate.after.version}}

# route-change.way-update.version-unchanged
source: Way version unchanged
nl: Versie niet veranderd

# route-change.way-update.direction-reversed
source: Direction reversed
nl: Wegrichting omgekeerd

# route-change.way-update.removed-nodes
source: Removed node(s)
nl: Verwijderde punten

# route-change.way-update.added-nodes
source: Added node(s)
nl: Toegevoegde punten

# route-change.way-update.updated-nodes
source: Updated node(s)
nl: Gewijzigde punten

# route-change.way-added.title
source: Added way
nl: Toegevoegde weg

# route-change.way-added.this-changeset
source: this changeset
nl: deze wijzigingset

# route-change.way-removed.title
source: Removed way
nl: Verwijderde weg

# tag-diffs.key
source: Key
nl: Sleutel

# tag-diffs.before
source: Before
nl: Voor

# tag-diffs.after
source: After
nl: Na

# tag-diffs.table
source: Tag differences
nl: Tag-verschillen

# tag-diffs.deleted-tag
source: Deleted tag
nl: Verwijderde tag

# tag-diffs.deleted-tags
source: Deleted tags
nl: Verwijderde tags

# tag-diffs.value
source: Value
nl: Waarde

# tag-diffs.added-tag
source: Added tag
nl: Toegevoegde tag

# tag-diffs.added-tags
source: Added tags
nl: Toegevoegde tags

# tag-diffs.updated-tag
source: Updated tag
nl: Gewijzigde tag

# tag-diffs.updated-tags
source: Updated tags
nl: Gewijzigde tags

# tag-diffs.same-tag
source: Same tag
nl: Ongewijzigde tag

# tag-diffs.same-tags
source: Same tags
nl: Ongewijzigde tags

# fact-diffs.resolved-fact
source: Resolved fact
nl: Opgelost feit

# fact-diffs.resolved-facts
source: Resolved facts
nl: Opgeloste feiten

# fact-diffs.introduced-fact
source: Introduced fact
nl: Nieuw feit

# fact-diffs.introduced-facts
source: Introduced facts
nl: Nieuwe feiten

# fact-diffs.remaining-fact
source: Remaining fact
nl: Overblijvend feit

# fact-diffs.remaining-facts
source: Remaining facts
nl: Overblijvende feiten

# changes.no-changes
source: No changes
nl: Geen wijzigingen

# change-filter.legend
source: impacted / all
nl: impact / alle

# network-changes.network-created
source: Network created
nl: Netwerk aangemaakt

# network-changes.network-deleted
source: Network deleted
nl: Netwerk verwijderd

# network-changes.network-nodes.added
source: Added node(s)
nl: Toegevoegde knooppunten

# network-changes.routes.added
source: Added route(s)
nl: Toegevoegde route(s)

# network-changes.nodes.added
source: Added non-network node member(s) in network relation
nl: Niet-netwerk-knooppunt(en) toegevoegd aan netwerkrelatie

# network-changes.ways.added
source: Added way member(s) in network relation
nl: Weg(en) toegevoegd aan netwerkrelatie

# network-changes.relations.added
source: Added non-route relation(s) in network relation
nl: Niet-route-relatie(s) toegevoegd aan netwerkrelatie

# network-changes.network-relation-updated
source: Updated network relation
nl: Netwerkrelatie aangepast

# network-changes.network-nodes.updated
source: Updated network node(s)
nl: Knooppunt(en) aangepast

# network-changes.routes.updated
source: Updated route(s)
nl: Route(s) aangepast

# network-changes.nodes.updated
source: Updated non-network node(s)
nl: Niet-netwerk-knooppunt(en) aangepast

# network-changes.ways.updated
source: Updated way member(s)
nl: Weg(en) aangepast

# network-changes.relations.updated
source: Updated non-route relation(s)
nl: Niet-route-relatie aangepast

# network-changes.network-nodes.removed
source: Removed network node(s)
nl: Netwerkknooppunt(en) verwijderd

# network-changes.routes.removed
source: Removed route(s)
nl: Verwijderde route(s)

# network-changes.nodes.removed
source: Removed non-network node member(s) from network relation
nl: Knooppunt dat geen netwerkknooppunt is verwijderd uit netwerkrelatie

# network-changes.ways.removed
source: Removed way member(s) from network relation
nl: Weg(en) verwijderd uit netwerkrelatie

# network-changes.relations.removed
source: Removed non-route relation(s) from network relation
nl: Niet-route-relatie(s) verwijderd uit netwerkrelatie

# home.page-title
source: Node networks
nl: Knooppuntnetwerken

# home.map
source: Map
nl: Kaart

# home.analysis
source: Analysis
nl: Analyse

# login.title
source: Login
nl: Aanmelden

# login.note.1
source: Login allows you to view extra information, such as changeset details, network history, route history and node history.
nl: Na het aanmelden krijgt u toegang to extra informatie: wijzigingset-details, netwerk-historiek, route-historiek en knooppunt-historiek.

# login.note.2
source: This information is available to registered OpenStreetMap users only.
nl: Deze informatie is enkel beschikbaar voor geregistreerde OpenStreetMap-leden.

# login.note.3
source: After clicking the "login" button below, you will be directed (via the OpenStreetMap login page if you are not logged in to OpenStreetMap yet) to the OpenStreetMap page "Authorize access to your account". Click the button "Grant access" (leave the option "read your user preferences" checked).
nl: Na het klikken op de "aanmelden" knop hieronder, wordt u (eventueel via het aanmeldenscherm van OpenStreetMap zelf) naar de OpenStreetMap pagina "Geef toegang tot uw account" gebracht. Hier klikt u op de knop "Toegang verlenen" (laat hierbij de optie "uw gebruikersvoorkeuren lezen" aangevinkt).

# login.note.4
source: The knooppuntnet application only reads your username from the user preferences to establish that you are a registered OpenStreetMap user. All other user preferences are ignored, and not stored in knooppuntnet.
nl: De knooppuntnet-toepassing leest enkel uw gebruikersnaam uit uw gebruikervoorkeuren om vast te stellen dat u een registreerde OpenStreetMap gebruiker bent. De andere informatie in uw gebruikervoorkeuren wordt niet gebruikt en niet opgeslagen in knooppuntnet.

# login.note.5
source: This login procedure uses OpenStreetMap security. Knooppuntnet does not have access to your password at any moment.
nl: Deze aanmeldprocedure loopt via OpenStreetMap. Op geen enkel moment heeft knooppuntnet toegang tot uw paswoord.

# login.note.6
source: You remain logged in (also after closing you browser), until you explicitly logout through the logout page. To login again after logout you will have to use the same login procedure again.
nl: U blijft aangemeld bij knooppuntnet (ook na het afsluiten van uw browser) tot u zich afmeldt via het afmelden scherm. Om daarna opnieuw aan te melden dient u opnieuw dezelfde procedure door te lopen.

# login.submit
source: Login
nl: Aanmelden

# logout.title
source: Logout
nl: Afmelden

# logout.logged-in
source: You are currently logged in as <kpn-osm-link-user>. .
nl: U bent momenteel aangemeld als <kpn-osm-link-user> </kpn-osm-link-user>.

# logout.note.1
source: This allows you to view extra information that is available to OpenStreetMap users only.
nl: Hiermee kun je informatie raadplegen die enkel beschikbaar is voor geregistreerde OpenStreetMap gebruikers.

# logout.note.2
source: After logging out you can continue to use this website. However, the additional information such as changesets, network changes, route changes and node changes will not be visible anymore. Your personal OpenStreetMap <kpn-osm-link-user-oath-clients>w will still contain this application. The application can safely be revoked. The authorization will not be used anymore. A new authorization will be created when logging in again.
nl: Na het uitloggen kan u de website verder gebruiken, maar extra informatie zoals wijzigingset-details, netwerk-historiek, route-historiek en knooppunt-historiek zijn niet meer raadpleegbaar. In uw persoonlijke <kpn-osm-link-user-oath-clients></kpn-osm-link-user-oath-clients> zal knooppuntnet nog wel voorkomen. U kunt deze autorisatie intrekken. De autorisatie zal niet meer gebruikt worden. Een nieuwe autorisatie zal aangemaakt worden bij opnieuw aanmelden.

# logout.submit
source: Logout
nl: Afmelden

# logout.not-logged-in
source: You are not logged in.
nl: U bent niet aangemeld.

# not-found.title
source: Not found
nl: Niet gevonden

# breadcrumb.map
source: Map
nl: Kaart

# planner.map
source: Map
nl: Kaart

# planner.legend
source: Legend
nl: Legenda

# planner.appearance-options
source: Map appearance options
nl: Kaartweergave

# planner.surface
source: Surface
nl: Oppervlakte

# planner.quality
source: Node and route quality status
nl: Knooppunt- en routekwaliteit

# planner.survey
source: Date last survey
nl: Datum laatste controle

# planner.pois.title
source: Points of interest
nl: Interessepunten

# planner.pois.enabled-disabled
source: (Enabled/Disabled)
nl: (Aan/Uit)

# planner.pois.enabled
source: Show points of interest on the map
nl: Toon interessepunten

# planner.pois.zoom-in
source: Zoom in to see the icons on the map.
nl: Zoom in om de icoontjes op de kaart te zien

# planner.pois.reset
source: Reset configuration to default
nl: Herstel basisconfiguratie

# map.node-popup.title
source: Node
nl: Knooppunt

# map.node-popup.network
source: Network
nl: Netwerk

# map.node-popup.networks
source: Networks
nl: Netwerken

# map.node-popup.no-networks
source: None
nl: Geen

# map.node-popup.routes.none
source: None
nl: Geen

# map.node-popup.more-details
source: More details
nl: Meer details

# map.route-popup.network
source: Network
nl: Netwerk

# map.route-popup.networks
source: Networks
nl: Netwerken

# map.route-popup.no-networks
source: None
nl: Geen

# map.route-popup.more-details
source: More details
nl: Meer details

# planner.pois.show-all
source: Show all
nl: Toon alle

# planner.pois.hide-all
source: Hide all
nl: Verberg alle

# planner.pois.default
source: Default
nl: Standaard

# fact.description.orphan-node
source: This node does not belong to a network. The node was not added as a member to a valid network relation, and also not added as a member to valid route relation (that itself was added as a member to a valid network relation or is an free route).
nl: Losstaand knooppunt. Dit knooppunt werd niet teruggevonden als deel van een geldige netwerkrelatie, of als deel van een geldige routerelatie (die zelf al of niet in een netwerkrelatie voorkomt).

# poi.atm
source: Atm
nl: Geldautomaat

# poi.bench
source: Bench
nl: Zitbank

# poi.cinema
source: Cinema
nl: Bioscoop

# poi.clinic
source: Clinic
nl: Ziekenhuis

# poi.embassy
source: Embassy
nl: Ambassade

# poi.firestation
source: Firestation
nl: Brandweer

# poi.foodcourt
source: Food court
nl: Eetgelegenheid

# poi.fuel
source: Fuel
nl: Tankstation

# poi.hospital
source: Hospital
nl: Hospitaal

# poi.library
source: Library
nl: Bibliotheek

# poi.parking
source: Parking
nl: Parkeerplaats

# poi.pharmacy
source: Pharmacy
nl: Apotheek

# poi.police
source: Police
nl: Politie

# poi.postbox
source: Post box
nl: Brievenbus

# poi.postoffice
source: Post office
nl: Postkantoor

# poi.theatre
source: Theatre
nl: Theater

# poi.themepark
source: Themepark
nl: Pretpark

# poi.toilets
source: Toilets
nl: Toilet

# poi.university
source: University
nl: Universiteit

# poi.church
source: Church
nl: Kerk

# poi.mosque
source: Mosque
nl: Moskee

# poi.synagogue
source: Synagogue
nl: Synagoge

# poi.cemetery
source: Cemetery
nl: Begraafplaats

# poi.artwork
source: Artwork
nl: Kunstwerk

# poi.attraction
source: Attraction
nl: Attractie

# poi.gallery
source: Gallery
nl: Galerij

# poi.garden-centre
source: Garden centre
nl: Tuincentrum

# poi.heritage
source: Heritage
nl: Historisch erfgoed

# poi.hindu-temple
source: Hindu temple
nl: Hindoe-tempel

# poi.historic
source: Historic
nl: Historische bezienwaardigheid

# poi.castle
source: Castle
nl: Kasteel

# poi.statue
source: Statue
nl: Standbeeld

# poi.information
source: Information
nl: Informatie

# poi.musical-instrument
source: Musical instrument
nl: Muziekinstrumenten

# poi.musicschool
source: Music school
nl: Muziekschool

# poi.picnic
source: Picnic
nl: Picknick

# poi.place-of-worship
source: Place of worship
nl: Gebedshuis

# poi.viewpoint
source: Viewpoint
nl: Uitzichtpunt

# poi.vineyard
source: Vineyard
nl: Wijngaard

# poi.windmill
source: Windmill
nl: Windmolen

# poi.watermill
source: Watermill
nl: Watermolen

# poi.detail.none
source: No details available
nl: Geen details beschikbaar

# poi.detail.phone
source: Phone
nl: Telefoon

# poi.detail.wheelchair
source: Wheelchair
nl: Rolstoel

# poi.detail.opengingHours
source: Opening hours
nl: Openingsuren

# poi.detail.serviceHours
source: Service times
nl: Diensten

# poi.detail.image
source: Image
nl: Afbeelding

# poi.detail.website
source: Website
nl: Web

# planner.detailed
source: Detailed
nl: Detail

# planner.instructions
source: Instructions
nl: Instructies

# plan.distance
source: Distance
nl: Afstand

# plan.head
source: Head
nl: Ga richting

# plan.heading.north
source: north
nl: noord

# plan.heading.north-east
source: north-east
nl: noord-oost

# plan.heading.east
source: east
nl: oost

# plan.heading.south-east
source: south-east
nl: zuid-oost

# plan.heading.south
source: south
nl: zuid

# plan.heading.south-west
source: south-west
nl: zuid-west

# plan.heading.north-west
source: north-west
nl: noord-west

# plan.command.continue
source: Continue
nl: Rechtdoor

# plan.command.turn-slight-left
source: Slight left
nl: Houd links aan

# plan.command.turn-slight-right
source: Slight right
nl: Houd rechts aan

# plan.command.turn-left
source: Turn left
nl: Ga linksaf

# plan.command.turn-right
source: Turn right
nl: Ga rechtsaf

# plan.command.turn-sharp-left
source: Sharp left
nl: Scherp linksaf

# plan.command.turn-sharp-right
source: Sharp right
nl: Scherp rechtsaf

# breadcrumb.replication
source: Replication
nl: Replicatie

# breadcrumb.system
source: System
nl: Systeem

# poi.tourism
source: Tourism
nl: Toerisme

# poi.apartment
source: Apartment
nl: Appartement

# poi.arts-centre
source: Arts centre
nl: Kunstencentrum

# poi.hostel
source: Hostel
nl: Herberg

# poi.ice-cream
source: Ice cream
nl: IJs

# poi.icehockey
source: Ice hockey
nl: IJshockey

# poi.baseball
source: Baseball
nl: Honkbal

# poi.basketball
source: Basketball
nl: Basketbal

# poi.cycling
source: Cycling
nl: Fietsen

# poi.gymnastics
source: Gymnastics
nl: Gymnastiek

# poi.horseracing
source: Horse racing
nl: Paardenrennen

# poi.soccer
source: Soccer
nl: Voetbal

# poi.sportscentre
source: Sports centre
nl: Sportcentrum

# poi.surfing
source: Surfing
nl: Surfen

# poi.swimming
source: Swimming
nl: Zwemmen

# poi.volleyball
source: Volleyball
nl: Volleybal

# poi.bicycle
source: Bicycle
nl: Fietsen

# poi.bicycle-parking
source: Bicycle parking
nl: Fietsparkeerplaats

# poi.bicycle-rental
source: Bicycle rental
nl: Fietsverhuur

# poi.car
source: Car
nl: Auto

# poi.chemist
source: Chemist
nl: Apotheker

# poi.clothes
source: Clothes
nl: Kleding

# poi.cosmetics
source: Cosmetics
nl: Cosmetica

# poi.general
source: General
nl: Algemeen

# poi.gift
source: Gift
nl: Cadeau

# poi.hairdresser
source: Hairdresser
nl: Kapper

# poi.jewelry
source: Jewelry
nl: Juwelen

# poi.leather
source: Leather
nl: Leder

# poi.marketplace
source: Marketplace
nl: Markt

# poi.monumental-tree
source: Monumental tree
nl: Monumentale boom

# poi.optician
source: Optician
nl: Optiek

# poi.pets
source: Pets
nl: Huisdieren

# poi.phone
source: Phone
nl: Telefoon

# poi.photo
source: Photo
nl: Foto

# poi.shoes
source: Shoes
nl: Schoenen

# poi.shoppingcentre
source: Shopping centre
nl: Winkelcentrum

# poi.textiles
source: Textiles
nl: Stoffen

# poi.toys
source: Toys
nl: Speelgoed

# poi.travelagency
source: Travelagency
nl: Reisbureau

# poi.alpine-hut
source: Alpine hut
nl: Berghut

# poi.american-football
source: American football
nl: Amerikaans voetbal

# poi.bakery
source: Bakery
nl: Bakkerij

# poi.beverages
source: Beverages
nl: Dranken

# poi.butcher
source: Butcher
nl: Slager

# poi.cheese
source: Cheese
nl: Kaas

# poi.chocolate
source: Chocolate
nl: Chocolade

# poi.confectionery
source: Confectionery
nl: Snoep / banket

# poi.coffee
source: Coffee
nl: Koffie

# poi.dairy
source: Dairy
nl: Zuivel

# poi.deli
source: Deli
nl: Delicatessen

# poi.departmentstore
source: Department store
nl: Warenhuis

# poi.diy-hardware
source: DIY hardware
nl: Doe-het-zelf

# poi.drinking-water
source: Drinking water
nl: Drinkbaar water

# poi.ebike-charging
source: Ebike charging
nl: E-bike oplaadpunt

# poi.grocery
source: Grocery
nl: Kruidenierswinkel

# poi.guesthouse
source: Guest house
nl: Pension

# poi.organic
source: Organic
nl: Biologisch

# poi.seafood
source: Seafood
nl: Zeevruchten

# poi.supermarket
source: Supermarket
nl: Supermarkt

# poi.wine
source: Wine
nl: Wijn

# poi.bbq
source: BBQ
nl: Barbecue

# poi.books-stationary
source: Books/stationary
nl: Papier- en boekhandel

# poi.buddhist-temple
source: Buddhist temple
nl: Boeddhistische tempel

# poi.busstop
source: Bus stop
nl: Bushalte

# poi.cafe
source: Cafe
nl: Café

# poi.campsite
source: Camp site
nl: Kampeerterrein

# poi.pub
source: Pub
nl: Kroeg

# stats.km.comment
source: Total length in kilometers.
nl: Totale lengte in kilometers.

# stats.km.name
source: Length (km)
nl: Lengte (km)

# stats.network-count.comment
source: Number of networks.
nl: Aantal netwerken.

# stats.network-count.name
source: NetworkCount
nl: Aantal netwerken

# stats.node-count.comment
source: Number of network nodes.
nl: Aantal knooppunten.

# stats.node-count.name
source: Node count
nl: Aantal knooppunten

# stats.route-count.comment
source: Number of routes.
nl: Aantal routes (verbindingen tussen knooppunten).

# stats.route-count.name
source: Route count
nl: Aantal routes

# stats.route-not-continious.comment
source: Number of broken routes.
nl: Aantal onderbroken routes.

# stats.route-not-continious.name
source: RouteNotContinious
nl: Onderbroken routes

# stats.route-broken-count.comment
source: Number of routes with issues.
nl: Aantal routes met opmerkingen.

# stats.route-broken-count.name
source: RouteBrokenCount
nl: TeOnderzoekenRouteAantal

# stats.route-incomplete.comment
source: Number of routes that are marked as having an incomplete definition.\ A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
nl: Aantal onvolledige routes.\Deze routes zijn aangemerkt als onvolledig door het toevoegen van een tag met sleutel *"fixme"* en waarde *"incomplete"* in de routerelatie.

# stats.route-incomplete.name
source: RouteIncomplete
nl: RouteOnvolledig

# stats.route-incomplete-ok.comment
source: Number of routes that are marked as having an incomplete definition, but that look ok after analysis.\ A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
nl: Aantal routes die aangemerkt zijn als onvolledig, maar die na analyse ok lijken te zijn.\Deze routes zijn aangemerkt als onvolledig door het toevoegen van een tag met sleutel *"fixme"* en waarde *"incomplete"* in de route relatie.

# stats.route-incomplete-ok.name
source: RouteIncompleteOk
nl: RouteOnvolledigOk

# stats.route-fixmetodo.comment
source: Number of routes that are marked with *"fixmetodo"*.
nl: Aantal routes gemarkeerd met *"fixmetodo"*.

# stats.orphan-node-count.name
source: Orphan nodes
nl: Knooppunt-wezen

# stats.orphan-route-count.comment
source: Number of network routes that do not belong to a network.\ The route was not added as a member to a valid [network relation](docs/en.html#glossary-network-relation "network relation in glossary").
nl: Aantal routes die niet tot een netwerk behoren.\Deze routes worden niet teruggevonden in een geldige [netwerk relatie](docs/en.html#glossary-network-relation "network relatie in woordenlijst").

# stats.orphan-route-count.name
source: Free routes
nl: Vrije routes

# stats.integrity-check-network-count.comment
source: Number of networks that include integrity check.
nl: Aantal netwerken met integriteitscontroles.

# stats.integrity-check-network-count.name
source: IntegrityCheck
nl: Integriteitscontrole

# stats.integrity-check.comment
source: Number of nodes with integrity check.
nl: Aantal knooppunten met integriteitscontrole.

# stats.integrity-check.name
source: IntegrityCheck
nl: Integriteitscontrole

# stats.integrity-check-failed.comment
source: Number of failed integrity checks.
nl: Aantal falende integriteitscontroles.

# stats.integrity-check-failed.name
source: IntegrityCheckFailed
nl: IntegriteitsFout

# stats.integrity-check-pass-rate.comment
source: Integrity check pass rate (percentage of ok checks).
nl: Slaagpercentage van de integriteitscontroles.

# stats.integrity-check-pass-rate.name
source: IntegrityCheckPassRate
nl: Slaagpercentage

# stats.integrity-check-coverage.comment
source: Integrity check coverage (percentage of nodes that do have integrity check information).
nl: Dekkingsgraad van de integriteitscontroles (percentage van knooppunten met integriteitscontrole informatie).

# stats.integrity-check-coverage.name
source: IntegrityCheckCoverage
nl: Dekkingsgraad

# stats.route-unused-segments.comment
source: Number of routes where one or more of the ways (or part of ways) are not used in the forward or backward path or in one of the tentacles.
nl: Aantal routes waarbij niet alle wegen (of stukken van wegen) gebruikt worden in de heen- of terugweg of in een van de tentakels.

# stats.route-unused-segments.name
source: RouteUnusedSegments
nl: RouteMetOngebruikteSegmenten

# stats.route-node-missing-in-ways.comment
source: Number of routes for which there is a least one node is not found in any of the ways of the route.
nl: Aantal routes waarvan het begin- en/of eindknooppunten niet voorkomt in een van de wegen van deze route.

# stats.route-node-missing-in-ways.name
source: RouteNodeMissingInWays
nl: RouteZonderKnooppunt

# stats.route-redundant-nodes.comment
source: Number of routes where the ways of the route contain extra nodes other than the start and end nodes.
nl: Aantal routes waarin zich naast de begin- en eindknooppunten nog andere knooppunten bevinden in de wegen van de route.

# stats.route-redundant-nodes.name
source: RouteRedundantNodes
nl: RouteTeVeelKnooppunten

# stats.route-without-ways.comment
source: Routes without ways (a route is expected to have at least 1 way).
nl: Aantal routes zonder wegen. We verwachten tenmiste 1 weg _("way")_.

# stats.route-without-ways.name
source: RouteWithoutWays
nl: RouteZonderWegen

# stats.route-name-missing.comment
source: Routes without the required tags from which the route name can be derived.
nl: Aantal routes zonder de nodige tags waar de routenaam kan van afgeleid worden.

# stats.route-name-missing.name
source: RouteNameMissing
nl: RouteZonderNaam

# stats.route-tag-missing.comment
source: The route relation does not contain a *"route"* tag.
nl: De *"route"* tag ontbreekt in de routerelatie.

# stats.route-tag-missing.name
source: RouteTagMissing
nl: RouteTagOntbreekt

# stats.route-tag-invalid.comment
source: The value in the *"route"* tag in the route relation is unexpected.
nl: De waarde in de *"route"* tag van de routerelatie is onverwacht.

# stats.route-tag-invalid.name
source: RouteTagInvalid
nl: RouteTagOnverwacht
