Repository: danieldegroot2/knooppuntnet
Catalog: client/src/locale/translations.*.xlf
Languages: nl

source: login
nl: aanmelden

# link.logout
source: logout
nl: afmelden

# osm-link.oath-clients
source: list of authorised applications
nl: lijst van geautoriseerde toepassingen

# country.unsupported
source: Unsupported (not Belgium, The Netherlands, Germany, France, Austria or Spain)
nl: Niet België, Nederland, Duitsland, Frankrijk, Oostenrijk of Spanje

# network-type.hiking
source: Hiking
nl: Wandelen

# network-type.cycling
source: Cycling
nl: Fietsen

# network-type.horse-riding
source: Horse riding
nl: Ruiter

# network-type.motorboat
source: Motorboat
nl: Motorboot

# network-type.canoe
source: Canoe
nl: Kano

# map.start-node
source: Start node
nl: Startknooppunt

# map.end-node
source: End node
nl: Eindknooppunt

# map.start-tentacle-node
source: Start tentacle node
nl: Start tentakelknooppunt

# map.end-tentacle-node
source: End tentacle node
nl: Eind tentakelknooppunt

# map.redundant-node
source: Redundant node
nl: Overtollig knooppunt

# map.layer.forward-route
source: Forward route
nl: Heenweg

# map.layer.backward-route
source: Backward route
nl: Terugweg

# map.layer.start-tentacle
source: Start tentacle
nl: Start-tentakel

# map.layer.end-tentacle
source: End tentacle
nl: Eind-tentakel

# map.layer.unused
source: Unused
nl: Ongebruikt

# map.layer.nodes
source: Nodes
nl: Knooppunten

# map.layer.network
source: Network
nl: Netwerk

# map.layer.networks
source: Networks
nl: Netwerken

# map.layer.unchanged
source: Unchanged
nl: Onveranderd

# map.layer.added
source: Added
nl: Toegevoegd

# map.layer.deleted
source: Deleted
nl: Verwijderd

# map.layer.other-routes
source: Other routes
nl: Andere routes

# map.layer.cycling
source: Cycling
nl: Fietsen

# map.layer.node
source: Node
nl: Knooppunt

# map.layer.hiking
source: Hiking
nl: Wandelen

# map.layer.horse-riding
source: Horse riding
nl: Ruiter

# map.layer.motorboat
source: Motorboat
nl: Motorboot

# map.layer.canoe
source: Canoe
nl: Kano

# map.layer.nodes-and-routes
source: Nodes and routes
nl: Knooppunten en routes

# map.layer.boundary
source: Boundary
nl: Locatiegrenzen

# paginator.items-per-page-label
source: Items per page
nl: Items per pagina

# paginator.next-page-label
source: Next page
nl: Volgende pagina

# paginator.previous-page-label
source: Previous page
nl: Vorige pagina

# paginator.first-page-label
source: First page
nl: Eerste pagina

# paginator.last-page-label
source: Last page
nl: Laatste pagina

# paginator.from
source: of
nl: van

# fact.name.added
source: Added
nl: Toegevoegd

# fact.name.deleted
source: Deleted
nl: Verwijderd

# fact.name.integrity-check
source: IntegrityCheck
nl: RouteAantal

# fact.name.integrity-check-failed
source: IntegrityCheckFailed
nl: OnverwachtRouteAantal

# fact.name.lost-bicycle-node-tag
source: LostBicycleNodeTag
nl: GeenFietsKnooppuntMeer

# fact.name.lost-hiking-node-tag
source: LostHikingNodeTag
nl: GeenWandelKnooppuntMeer

# fact.name.lost-route-tags
source: LostRouteTags
nl: GeenRouteMeer

# fact.name.name-missing
source: NameMissing
nl: NetwerkZonderNaam

# fact.name.network-extra-member-node
source: NetworkExtraMemberNode
nl: OnverwachteKnoop

# fact.name.network-extra-member-relation
source: NetworkExtraMemberRelation
nl: OnverwachteRelatie

# fact.name.network-extra-member-way
source: NetworkExtraMemberWay
nl: OnverwachteWeg

# fact.name.node-member-missing
source: NodeMemberMissing
nl: OntbrekendKnooppuntLid

# fact.name.orphan-node
source: OrphanNode
nl: KnooppuntWees

# fact.name.orphan-route
source: OrphanRoute
nl: RouteWees

# fact.name.route-analysis-failed
source: RouteAnalysisFailed
nl: RouteAnalyseFout

# fact.name.route-broken
source: RouteBroken
nl: RouteFout

# fact.name.route-fixmetodo
source: RouteFixmetodo
nl: Fixmetodo

# fact.name.route-incomplete
source: RouteIncomplete
nl: OnvolledigeRoute

# fact.name.route-incomplete-ok
source: RouteIncompleteOk
nl: OnvolledigeRouteOk

# fact.name.route-name-missing
source: RouteNameMissing
nl: RouteZonderNaam

# fact.name.route-node-missing-in-ways
source: RouteNodeMissingInWays
nl: OntbrekendKnoopunt

# fact.name.route-node-name-mismatch
source: RouteNodeNameMismatch
nl: OnverwachteNaam

# fact.name.route-not-backward
source: RouteNotBackward
nl: GeenTerugWeg

# fact.name.route-not-continious
source: RouteNotContinious
nl: OnderbrokenRoute

# fact.name.route-not-forward
source: RouteNotForward
nl: GeenHeenWeg

# fact.name.route-not-one-way
source: RouteNotOneWay
nl: RouteNietEenrichting

# fact.name.route-one-way
source: RouteOneWay
nl: RouteEenrichting

# fact.name.route-overlapping-ways
source: RouteOverlappingWays
nl: OverlappendeWegen

# fact.name.route-redundant-nodes
source: RouteRedundantNodes
nl: OvertolligKnooppunt

# fact.name.route-reversed
source: RouteReversed
nl: OmgekeerdeVolgorde

# fact.name.route-suspicious-ways
source: RouteSuspiciousWays
nl: RouteVerdachteWegen

# fact.name.route-tag-invalid
source: RouteTagInvalid
nl: TagFout

# fact.name.route-tag-missing
source: RouteTagMissing
nl: OntbrekendeTag

# fact.name.route-unexpected-node
source: RouteUnexpectedNode
nl: OnverwachteKnoopInRoute

# fact.name.route-unexpected-relation
source: RouteUnexpectedRelation
nl: OnverwachteRelatieInRoute

# fact.name.route-unused-segments
source: RouteUnusedSegments
nl: OngebruikteSegmenten

# fact.name.route-without-ways
source: RouteWithoutWays
nl: ZonderWegen

# fact.description-missing
source: {{ factInfo.fact }} description missing!!
nl: {{ factInfo.fact }} beschrijving ontbreekt!!

# fact.description.route-not-continious
source: The route is broken: the begin- and end-networknodes cannot be connected through ways either in the forward direction or the backward direction or both.
nl: De route is onderbroken: de begin- en eindknooppunten van deze route kunnen niet via de wegen verbonden worden in de heen- en/of terugrichting.

# fact.description.route-unused-segments
source: The route contains ways or part of ways that are not used in the connection between the end nodes.
nl: Er zijn wegen of delen van wegen in de routedefinitie die niet passen in de verbindingen tussen de knooppunten.

# fact.description.route-node-missing-in-ways
source: One or more of the nodes is not found in any of the ways of this route.
nl: Een of meer van de knooppunten komt niet voor in een weg van deze route.

# fact.description.route-redundant-nodes
source: The ways of this route contain extra nodes other than the start and end nodes.
nl: Naast de begin- en eindknooppunten bevinden zich nog andere knooppunten in de wegen van deze route.

# fact.description.route-without-ways
source: The route does not contain any ways (we expect the route to contain at least 1 way).
nl: De route bevat geen enkele weg (we verwachten ten minste 1 weg).

# fact.description.route-fixmetodo
source: Route definition needs work (has tag *"fixmetodo"*).
nl: Er is nog werk aan deze route (heeft tag _"fixmetodo"_).

# fact.description.route-name-missing
source: Could not determine the route name. The route relation does not have a *"ref"*, *"name"* or *"note"* tag with the route name, and also no *"from"* and *"to"* tags from which the route name can be derived.
nl: De routenaam kon niet bepaald worden. De relatie heeft geen *"ref"*, *"name"* of *"note"* tag met de route naam, en ook geen *"from"* en *"to"* tags waar de routenaam van afgeleid zou kunnen worden.

# fact.description.route-tag-missing
source: Routerelation does not contain the required _route_ tag.
nl: De verplichte _"route"_ tag ontbreekt in de routerelatie.

# fact.description.route-tag-invalid
source: Invalid value in required tag *"route"* in route relation. A bicycle route relation needs to have value *"bicycle"* in its *"route"* tag. A hiking route relation needs to have one of the following values in its *"route"* tag: *"foot"*, *"hiking"*, or *"walking"*. Note that *"walking"* is a value that is frequently found, but not actually documented as a valid value in the OSM wiki pages. Other potential values are *"horse"*, *"motorboat"*, *"canoe"* and *"inline_skates"*.
nl: De verplichte *"route"* tag heeft een ongeldige waarde. Een fietsnetwerk-routerelatie moet een tag met sleutel *"route"* en waarde *"bicycle"* hebben. Een wandelnetwerk-routerelatie moet een tag met sleutel *"route"* en waarde *"foot"*, *"hiking"* of *"walking"* hebben. De waarde *"walking"* wordt vaak gevonden en door de analyse aanvaard, al is deze waarde niet gedocumenteerd in de OSM wiki-pagina's. Mogelijke waarden bij andere knooppuntnetwerken zijn *"horse"*, *"motorboat"* , *"canoe"* , *"inline_skates"*.

# fact.description.route-unexpected-node
source: The route relation contains 1 or more unexpected nodes
nl: De routerelatie bevat een of meer onverwachte knopen

# fact.description.route-unexpected-relation
source: The route relation contains one or more unexpected relation members. In route relations we expect only members of type *"way"* and *"node"*:
nl: De routerelatie bevat een of meer onverwachte onderdelen. In routerelaties verwachten we enkel onderdelen van het type *"way"*, of onderdelen van het type *"node"*:

# fact.description.network-extra-member-node
source: The network relation contains members of type *"node"* that are unexpected (we expect only network nodes or information maps as members in the network relation).
nl: De netwerkrelatie bevat een of meer onverwachte knopen (we verwachten enkel knopen die ook echt een knooppuntdefinitie zijn, of een kaart van het netwerk aangeven).

# fact.description.network-extra-member-way
source: The network relation contains members of type *"way"* (expect only route relations or network nodes as members in the node network relation).
nl: De netwerkrelatie bevat onverwachte wegen (in netwerkrelaties verwachten we enkel routerelaties of knooppunten, geen wegen).

# fact.description.network-extra-member-relation
source: The network relation contains members of type *"relation"* that are unexpected (expect only valid route relations or network nodes as members in the node network relation).
nl: De netwerkrelatie bevat onverwachte relaties. In netwerkrelaties verwachten we enkel routerelaties, knooppunten en informatiepunten, geen andere relaties.

# fact.description.node-member-missing
source: The node is not member of the network relation.
nl: Het knooppunt is niet opgenomen als lid in de netwerkrelatie.

# fact.description.integrity-check-failed
source: The actual number of routes does not match the expected number of routes.
nl: Het aantal routes die in het knooppunt aankomen of vertrekken is niet het verwachte aantal.

# fact.description.orphan-route
source: This route does not belong to a network. The route was not added as a member to a valid network relation.
nl: Deze route maakt geen deel uit van een netwerk. Deze route is geen lid van een geldige netwerkrelatie.

# fact.description.route-incomplete
source: The route is marked as having an incomplete definition. A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
nl: De route is onvolledig. De route is uitdrukkelijk aangemerkt als onvolledig door het toevoegen van een tag met sleutel *"fixme"* en waarde *"incomplete"* in de routerelatie.

# fact.description.route-incomplete-ok
source: The route is marked as having an incomplete definition. A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation. But after analysis, the route seems to be ok.
nl: De route is aangemerkt als onvolledig door het toevoegen van een tag met sleutel *"fixme"* en waarde *"incomplete"* in de routerelatie, maar na analyse lijkt de route in orde.

# fact.description.route-node-name-mismatch
source: The route name derived from the tags in the route relation does not match the expected name as derived from the start and end node of the route.
nl: De routenaam bepaald vanuit de tags in de routerelatie is anders dan wat we verwachten op basis van de start- en eindknooppunten van de route.

# fact.description.route-not-forward
source: There is no path in the forward direction (from start node to end node).
nl: Er is geen verbinding van het startknooppunt naar het eindknooppunt (heenweg).

# fact.description.route-not-backward
source: There is no path in the backward direction (from end node to start node).
nl: Er is geen verbinding van het eindknooppunt naar het startknooppunt (terugweg).

# fact.description.route-analysis-failed
source: The route could not be analyzed (too complex?).
nl: Er heeft zich een probleem voorgedaan tijdens de routeanalyse. De route is mogelijk te complex.

# fact.description.route-overlapping-ways
source: No detailed route analysis is performed because the route contains overlapping ways.
nl: Er is geen gedetailleerde routeanalyse gedaan omdat er overlappende wegen voorkomen in de route.

# fact.description.route-suspicious-ways
source: Route with funny ways (for example ways with only 1 node).
nl: Route met rare wegen (bijvoorbeeld wegen met slechts 1 punt).

# fact.description.route-one-way
source: The route is tagged as useable in one direction only. This is OK.
nl: De route is getagd als bruikbaar in slechts 1 richting. Dit is in orde.

# fact.description.route-not-one-way
source: The route is tagged as useable in one direction only, but the analysis logic does find ways in both directions.
nl: De route is getagd als bruikbaar in slechts 1 richting, maar de analyse heeft wegen in beide richtingen gevonden.

# fact.description.name-missing
source: The network relation does not contain the mandatory tag with key "name".
nl: De netwerkrelatie bevat niet de verplichte tag met sleutel "name".

# fact.description.added
source: Added to the analysis.
nl: Toegevoegd aan de analyse.

# fact.description.deleted
source: Deleted from the OpenStreetMap database.
nl: Verwijderd uit de OpenStreetMap database.

# fact.description.integrity-check
source: This network node has a tag that indicates the expected number of routes that arrive/depart in this node.
nl: Dit knooppunt heeft een tag die het verwachte aantal routes dat aankomt/vertrekt op dit knooppunt aangeeft.

# fact.description.lost-bicycle-node-tag
source: This node is no longer a valid bicylenetwork node because the rcn_ref tag has been removed.
nl: Dit punt is niet langer een geldig fietsnetwerk-knooppunt omdat de rcn_ref tag verwijderd is.

# fact.description.lost-hiking-node-tag
source: This node is no longer a valid hikingnetwork node because the rwn_ref tag has been removed.
nl: Dit punt is niet langer een geldig wandelnetwerk-knooppunt omdat de rwn_ref tag verwijderd is.

# fact.description.lost-horse-riding-node-tag
source: This node is no longer a valid horse riding network node because the rhn_ref tag has been removed.
nl: Dit punt is niet langer een geldig ruiternetwerk-knooppunt omdat de rhn_ref tag verwijderd is.

# fact.description.lost-motorboat-node-tag
source: This node is no longer a valid motorboatnetwork node because the rmn_ref tag has been removed.
nl: Dit punt is niet langer een geldig motorbootnetwerk-knooppunt omdat de rmn_ref tag verwijderd is.

# fact.description.lost-canoe-node-tag
source: This node is no longer a valid canoenetwork node because the rpn_ref tag has been removed.
nl: Dit punt is niet langer een geldig kanonetwerk-knooppunt omdat de rpn_ref tag verwijderd is.

# fact.description.lost-route-tags
source: This relation is no longer a valid network route because a required tag has been removed.
nl: Deze relatie is niet langer een geldige netwerkroute omdat een verplichte tag verwijderd is.

# fact.description.lost-inline-skate-node-tag
source: This node is no longer a valid inline skating network node because the rin_ref tag has been removed.
nl: Dit punt is niet langer een geldig inline-skating-knooppunt omdat de rin_ref tag verwijderd is.

# network-indicator.orange.title
source: Unexpected - Defined in network relation
nl: Onverwacht - Opgenomen in netwerkrelatie

# network-indicator.orange.text
source: This node is included as a member in the network relation. We did not expect this, because all routes to this node have role *"connection"*. This would mean that the node is part of another network. We expect that the node is not included in the network relation, unless it receives the role *"connection"*.
nl: Dit knooppunt is zonder rol *"connection"* opgenomen als lid in de netwerkrelatie. Dit is onverwacht omdat alle routes in dit netwerk naar dit knooppunt de rol *"connection"* hebben. Dit kan alleen als dit knooppunt deel uitmaakt van een ander netwerk. We verwachten dat het knooppunt dan niet opgenomen is in de netwerkrelatie, behalve wanneer het zelf ook de rol *"connection"* meekrijgt.

# network-indicator.green.title
source: OK - Defined in network relation
nl: In Orde - Opgenomen in netwerkrelatie

# network-indicator.green.text
source: This node is included as a member in the network relation. This is what we expect.
nl: Dit knooppunt is opgenomen als lid in een netwerkrelatie. Dit is wat we verwachten.

# network-indicator.gray.title
source: OK - Not defined in network relation
nl: In Orde - Niet opgenomen in netwerkrelatie

# network-indicator.gray.text
source: This node is not included as a member in the network relation. This is OK. This node must belong to a different network, because all routes to this node within this network have the role *"connection"* in the network relation.
nl: Dit knooppunt is niet opgenomen als lid in de netwerkrelatie. Dit is in orde. Dit knooppunt moet behoren tot een ander netwerk, want alle routes naar dit knooppunt binnen dit netwerk hebben de rol *"connection"* in de netwerkrelatie.

# network-indicator.red.title
source: Not OK - Not defined in network relation
nl: Niet in orde - Niet opgenomen in netwerkrelatie

# network-indicator.red.text
source: This node is not included as a member in the network relation. This is not OK. The convention is to include each node in the network relation. An exception is when the node belongs to another network (all routes to this node have role *"connection"* in the network relation), then the node does not have to be included as member in the network relation. The node can be added the network relation, but should get the role *"connection"* in that case.
nl: Dit knooppunt is niet opgenomen als lid in een netwerkrelatie. Dit is niet in orde. De conventie is om elk knooppunt op te nemen in een netwerkrelatie. Een uitzondering is wanneer het knooppunt tot een ander netwerk behoort (alle routes naar dit knooppunt hebben de rol *"connection"* in de netwerkrelatie); dan hoeft het knooppunt niet als lid in deze netwerk relatie te worden toegevoegd. Het knooppunt mag wel toegevoegd worden, maar moet dan rol *"connection"* krijgen.

# node-connection-indicator.blue.title
source: OK - Connection
nl: OK - Verbinding

# node-connection-indicator.blue.text
source: This node is a connection to another network. All routes to this node have the role *"connection"* in the network relation.
nl: Dit knooppunt is een verbinding naar een ander netwerk. Alle routes naar dit knooppunt hebben de rol *"connection"* in deze netwerkrelatie.

# node-connection-indicator.gray.title
source: OK - No connection
nl: OK - Geen verbinding

# node-connection-indicator.gray.text
source: This node is not a connection to another network. The node would have been considered as a connection to another network if all routes to this node within the network had role *"connection"* in the network relation.
nl: Dit knooppunt is geen verbinding naar een ander netwerk. Het knooppunt zou beschouwd worden als een verbinding naar een ander netwerk indien alle routes naar dit knooppunt de rol *"connection"* zouden hebben in de netwerk relatie.

# node-connection-indicator.letter
source: C
nl: V

# integrity-indicator.gray.title
source: OK - expected route count missing
nl: OK - verwacht aantal routes ontbreekt

# integrity-indicator.gray.text
source: This network node does not have an *"{{ tag }}"* tag. This is OK because the use of this tag is optional.
nl: Dit knooppunt heeft geen *"{{tag}}"* tag. Dit is OK omdat het gebruik van deze tag optioneel is.

# integrity-indicator.green.title
source: OK - expected route count
nl: OK - verwacht aantal routes

# integrity-indicator.red.title
source: Not OK - unexpected route count
nl: Niet in orde - Onverwacht aantal routes

# integrity-indicator.red.text
source: The number of routes found in this network node ({{ actual }}) does not match the expected number of routes ({{ expected }}) as defined in the *"{{ tag }}"* tag on this node.
nl: Het aantal routes gevonden in dit knooppunt ({{actual}}) komt niet overeen met het verwachte aantal routes ({{expected}}) zoals gedefinieerd in de *"{{tag}}"* tag op het knooppunt.

# role-connection-indicator.blue.title
source: OK - Connection
nl: OK - Verbinding

# role-connection-indicator.blue.text
source: This node is a connection to another network. This node has role *"connection"* in the network relation.
nl: Dit knooppunt is een verbinding naar een ander netwerk. Het knooppunt heeft rol *"connection"* in de netwerkrelatie.

# role-connection-indicator.gray.title
source: OK - No connection role
nl: OK - Geen verbinding rol

# role-connection-indicator.gray.text
source: This node does not have role *"connection"* in het network relation.
nl: Dit knooppunt heeft niet de rol *"connection"* in de netwerkrelatie.

# role-connection-indicator.letter
source: C
nl: V

# route-indicator.green.title
source: OK - Defined in route relation
nl: OK - Opgenomen in routerelatie

# route-indicator.green.text
source: This node is included as a member in one or more route relations.
nl: Dit knooppunt is opgenomen als lid in een of meer routerelaties.

# route-indicator.gray.title
source: OK - Not defined in route relation
nl: OK - Niet opgenomen in routerelatie

# route-indicator.gray.text
source: This node is not included as a member in any route relations. This is OK as including the node as member in the route relations is optional.
nl: Dit knooppunt is in geen enkele routerelatie als lid opgenomen. Dit is in orde want het opnemen van de knooppunten als lid van routerelaties is optioneel.

# breadcrumb.network
source: Network
nl: Netwerk

# network-page.menu.facts
source: Facts
nl: Feiten

# network-page.menu.nodes
source: Nodes
nl: Knooppunten

# network-page.menu.map
source: Map
nl: Kaart

# network-page.menu.changes
source: Changes
nl: Wijzigingen

# subset-page.menu.networks
source: Networks
nl: Netwerken

# subset-page.menu.facts
source: Facts
nl: Feiten

# subset-page.menu.orphan-nodes
source: Orphan nodes
nl: Knooppuntwezen

# subset-page.menu.orphan-routes
source: Free routes
nl: Vrije routes

# subset-page.menu.map
source: Map
nl: Kaart

# subset-page.menu.changes
source: Changes
nl: Wijzigingen

# authenticate-page.title
source: Logging in...
nl: Aanmelden...

# subset-map.title
source: Map
nl: Kaart

# route-changes.route-diff.role-added
source: Route role "{{ diffs.roleDiff.after }}" added to networkrelation.
nl: Route-rol "{{diffs.roleDiff.after}}" toegevoegd in netwerkrelatie.

# route-changes.route-diff.role-deleted
source: Route role "{{ diffs.roleDiff.before }}" removed from networkrelation.
nl: Route-rol "{{diffs.roleDiff.before}}" verwijderd uit netwerkrelatie.

# route-changes.route-diff.role-updated
source: Route role in networkrelation changed from "{{ diffs.roleDiff.before }}" to "{{ diffs.roleDiff.after }}".
nl: Route-rol in netwerkrelatie gewijzigd van "{{diffs.roleDiff.before}}" naar "{{diffs.roleDiff.after}}".

# route-changes.route-diff.member-order-changed
source: Member order changed.
nl: Volgorde in routerelatie gewijzigd.

# route-changes.node-diff.start-nodes
source: Start nodes
nl: Startknooppunten

# route-changes.node-diff.end-nodes
source: End nodes
nl: Eindknooppunten
