Repository: danieldegroot2/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: fr

# filter.lastSurvey
source: Survey
fr: Dernière relevé

# filter.lastWeek
source: last week
fr: la semaine dernière

# filter.lastMonth
source: last month
fr: le mois dernier

# filter.lastYear
source: last year
fr: l'année dernière

# filter.lastHalfYear
source: last half year
fr: dernier semestre

# filter.lastTwoYears
source: last two years
fr: deux dernières années

# filter.older
source: older
fr: plus ancien

# filter.roleConnection
source: Role connection
fr: rôle connection

# network-map.side-bar.tip-zoom-in
source: Zoom in for node or route details.
fr: Zoomez pour avoir les détails du nœud ou de l'itinéraire.

# network-map.side-bar.part-of-network
source: Part of network
fr: Fait partie du réseau

# network-map.side-bar.not-part-of-network
source: Not part of network
fr: Ne fait pas partie du réseau

# network-map.side-bar.tip1
source: Click on node or route to go to detail page.
fr: Cliquez sur le nœud ou l'itinéraire pour aller sur la page de détails.

# network-map.side-bar.tip2
source: Use ctrl-click to open the detail page in another browser tab.
fr: Utilisez ctrl-clic pour ouvrir la page de détails dans un nouvel onglet.

# filter.investigate
source: Investigate
fr: Enquêter

# poi.menu.pois
source: Points of interest
fr: Points d'intérêt

# plan.unpaved
source: Unpaved
fr: Non pavé

# route-control.title
source: zoom to fit entire route
fr: Zoomez pour voir l'itinéraire complet

# no-route-dialog.title
source: No route
fr: Aucun itinéraire

# no-route-dialog.message
source: You clicked the button to zoom to fit the complete route on the map, but there is no start- and endnode for the route defined yet. Please plan a route first.
fr: Vous avez cliqué sur le bouton pour voir l'itinéraire complet sur la carte, mais il n'y a aucun nœud de départ et d'arrivée défini pour le moment. Veuillez d'abord planifier un itinéraire.

# planner.action.undo
source: Undo
fr: Annuler

# planner.action.undo.title
source: Undo the previous action
fr: Annuler l'action précédente

# planner.action.redo
source: Redo
fr: Rétablir

# planner.action.redo.title
source: Redo the action that was previously undone
fr: Rétablir l'action précédemment annulée

# planner.action.reset
source: Reset
fr: Réinitialiser

# planner.action.reset.title
source: Wipe out current route plan and restart route planning from scratch
fr: Effacez le plan d'itinéraire actuel et redémarrez la planification d'itinéraire à partir de zéro

# planner.action.reverse
source: Reverse
fr: Inverser

# planner.action.reverse.title
source: Reverse the route direction (startnode becomes endnode, and vice versa)
fr: Inverser la direction de l'itinéraire (le nœud de départ devient le nœud d'arrivée, et vice versa).

# planner.action.output
source: Output
fr: Resultat

# planner.action.output.title
source: Output planned route
fr: Resultat de l'itinéraire planifié

# plan.output.title
source: Output
fr: résultat

# plan.output.node-strip-pdf
source: Node strip
fr: Bande de nœuds

# plan.output.navigation-instructions-pdf
source: Navigation instructions
fr: Instructions de navigation

# plan.output.gpx
source: GPX file
fr: Fichier GPX

# planner-tip.zoom-in-click-start-node
source: Zoom in or use magnifying glass to find the startnode of your route.
fr: Effectuez un zoom avant ou utilisez la loupe pour trouver le nœud de départ de votre itinéraire.

# planner-tip.click-start-node
source: Use zoom, pan or use magnifying glass to find and click the startnode of your route.
fr: Utilisez le zoom, le panoramique ou la loupe pour rechercher et cliquer sur le nœud de départ de votre itinéraire.

# planner-tip.zoom-in-click-end-node
source: Zoom in and click the endnode of your route.
fr: Zoomez et cliquez sur le nœud d'arrivée de votre itinéraire.

# planner-tip.click-end-node
source: Click the endnode of your route.
fr: Cliquez sur le nœud d'arrivée de votre itinéraire.

# planner-tip.extend-route
source: Extend or adapt your route. Output when satisfied.
fr: Prolongez ou adaptez votre itinéraire. Clicquez "resultat" une fois satisfait.

# geolocation-dialog.unavailable.title
source: Unavailable
fr: Non disponible

# geolocation-dialog.unavailable.message
source: We cannot determine your location. Verify your settings to allow this application to access you location.
fr: Nous ne pouvons pas déterminer votre emplacement. Vérifiez vos paramètres pour permettre à cette application d'accéder à votre emplacement.

# geolocation-dialog.timeout.title
source: Timeout
fr: Délai d'expiration

# geolocation-dialog.timeout.message
source: We cannot determine your location.
fr: Nous ne pouvons pas déterminer votre emplacement.

# geolocation-dialog.permission-denied.title
source: Permission denied
fr: Autorisation refusée

# geolocation-dialog.permission-denied.message
source: We cannot determine your location. Knooppuntnet does not have the permission to access your location.
fr: Nous ne pouvons pas déterminer votre emplacement. Knooppuntnet n'a pas la permission d'accéder à votre emplacement.

# geolocation-control.title
source: position the map on your current location
fr: positionnez la carte sur votre position actuelle

# plan.output.compact-pdf.tooltip
source: Produce a route pdf file with compact node overview
fr: Produire un fichier pdf d'itinéraire avec une vue d'ensemble des nœuds compacte

# plan.output.node-strip-pdf.tooltip
source: Produce a route pdf file with nodes in 'strip' format
fr: Produire un fichier pdf d'itinéraire avec des nœuds au format 'bande'

# plan.output.navigation-instructions-pdf.tooltip
source: Produce a route pdf with navigation instructions
fr: Produisez un itinéraire pdf avec des instructions de navigation

# plan.output.gpx.tooltip
source: Produce a route file that can be used in a gps-device
fr: Produire un fichier d'itinéraire qui peut être utilisé dans un périphérique gps

# plan.output.clipboard
source: Copy link to clipboard
fr: Copier le lien dans le presse-papiers

# plan.output.clipboard.tooltip
source: Copy a link to this route to the clipboard (for example to keep for later or paste in email)
fr: Copiez un lien vers cet itinéraire dans le presse-papiers (par exemple à conserver pour plus tard ou à coller dans un e-mail)

# location-page.menu.edit
source: Load in editor
fr: Modifier

# location-edit.title
source: Load in editor
fr: Modifier

# location-edit.nodes
source: nodes (quick)
fr: Nœuds (rapide)

# location-edit.routes
source: routes relations (quick)
fr: relations d'itinéraires (rapide)

# location-edit.time-warning
source: We estimate that it will take perhaps about {{ seconds }} seconds to load all nodes and routes in the editor.
fr: Nous estimons qu'il faudra peut-être environ quelques {{seconds}} secondes pour charger tous les nœuds et routes dans l'éditeur.

# location-edit.full-routes
source: routes with ways (takes more time)
fr: itinéraires avec chemins (prend plus de temps)

# plan.follow-colour
source: Follow colour
fr: Suivez la couleur

# route.colour.black
source: black
fr: noir

# route.colour.blue
source: blue
fr: bleu

# route.colour.brown
source: brown
fr: marron

# route.colour.gray
source: gray
fr: gris

# route.colour.green
source: green
fr: vert

# route.colour.grey
source: grey
fr: gris

# route.colour.purple
source: purple
fr: violet

# route.colour.red
source: red
fr: rouge

# route.colour.white
source: white
fr: blanc

# route.colour.yellow
source: yellow
fr: jaune

# plan.output.route-name
source: Route name
fr: Nom de l'itinéraire

# plan.output.route-name-placeholder
source: type route name
fr: entrez le nom de l'itinéraire

# route.colour.or
source: or
fr: ou

# wiki.home
source: Knooppuntnet
fr: FR:Knooppuntnet

# planner-tip.read-more
source: read more
fr: en savoir plus

# filter.month.january
source: January
fr: janvier

# filter.month.february
source: February
fr: février

# filter.month.march
source: March
fr: mars

# filter.month.april
source: April
fr: avril

# filter.month.may
source: May
fr: mai

# filter.month.june
source: June
fr: juin

# filter.month.july
source: July
fr: juillet

# filter.month.august
source: August
fr: août

# filter.month.september
source: September
fr: septembre

# filter.month.october
source: October
fr: octobre

# filter.month.november
source: November
fr: novembre

# filter.month.december
source: December
fr: décembre

# footer.settings
source: settings
fr: paramètres

# tag-diffs.title
source: Tag changes
fr: Changement d'attribut

# location-edit.too-many-nodes.2
source: Please select a location with less nodes.
fr: Veuillez choisir un emplacement avec moins de nœuds.

# location-edit.analyzing
source: Analyzing location nodes and routes, please wait...
fr: Analyse des nœuds de localisation et des routes, veuillez patienter...

# poi.boundary-stone
source: Boundary stone
fr: Borne frontière

# poi.wayside-shrine
source: Wayside shrine
fr: Calvaire

# breadcrumb.settings
source: Settings
fr: Paramètres

# settings-page.title
source: Settings
fr: Paramètres

# settings.directions
source: Navigation instructions
fr: Instructions de navigation

# settings.directions.comment.1
source: You can enable this extra functionality in the planner to generate a list with navigation instructions for the route you have planned.
fr: Vous pouvez activer cette fonctionnalité supplémentaire dans le planificateur pour générer une liste avec des instructions de navigation pour l'itinéraire que vous avez planifié.

# settings.directions.comment.2
source: This functionality is still experimental and under development at this moment and may not work completely ok yet. By default, this functionality is not enabled.
fr: Cette fonctionnalité est encore expérimentale et en cours de développement à l'heure actuelle et peut ne pas fonctionner complètement correctement. Par défaut, cette fonctionnalité n'est pas activée.

# map.layer.background
source: Background
fr: Fond

# planner.legend.paved
source: Paved
fr: Pavé

# planner.legend.unpaved
source: Unpaved
fr: Non pavé

# planner.legend.survey.last-month
source: Last month
fr: Le mois dernier

# planner.legend.survey.last-half-month
source: Last half year
fr: Les 6 derniers mois

# planner.legend.survey.last-year
source: Last year
fr: La dernière année

# planner.legend.survey.last-two-years
source: Last two years
fr: Les deux dernières années

# planner.legend.survey.more-than-tow-years-ago
source: More than two years ago
fr: Il y a plus de deux ans

# planner.legend.survey.unknown
source: Unknown
fr: Inconnue

# planner.legend.marker.icon.end-node
source: End node icon
fr: Icone de nœud d'arrivée

# planner.legend.marker.end-node
source: End node
fr: Nœud d'arrivée

# location-edit.submit
source: Load in JOSM editor
fr: Charger dans l'éditeur JOSM

# location-edit.submit.tooltip
source: Open in editor (like JOSM)
fr: Ouvrir dans l'éditeur (comme JOSM)

# leg-not-found-dialog.title
source: No path
fr: Aucun chemin

# network-page.network-not-found
source: Network not found
fr: Réseau introuvable

# leg-http-error-dialog.title
source: Network error
fr: Erreur réseau Internet

# country.es
source: Spain
fr: Espagne

# home.demo
source: Demo
fr: Démonstration

# wiki.issues
source: https://wiki.openstreetmap.org/wiki/Knooppuntnet_issues
fr: https://wiki.openstreetmap.org/wiki/FR:Knooppuntnet_probl%C3%A8mes

# location-nodes.table.expected-route-count
source: Expected
fr: Attendu

# node.integrity
source: Integrity
fr: Intégrité

# node.integrity.none
source: There is no integrity information for this node (no expected_??n_route_relations tag).
fr: Pas d'information d'intégrité pour ce nœud (pas de tag expected_??_route_relations).

# node.integrity.ok
source: The expected number of routes ({{ detail.expectedRouteCount }}) matches the number of routes found.
fr: Le nombre d'itinéraires attendu ({{detail.expectedRouteCount}}) correspond au nombre d'itinéraires trouvé.

# node.integrity.not-ok
source: The actual number of routes in this node ({{ detail.routeRefs.length }}) does not match the expected number of routes ({{ detail.expectedRouteCount }}).
fr: Le nombre d'itinéraire(s) pour ce nœud ({{detail.routeRefs.size}}) ne correspond pas au nombre d'itinéraire(s) attendu(s) ({{detail.expectedRouteCount}}).

# location-routes.table.analysis
source: Analysis
fr: Analyse

# location-routes.table.last-survey
source: Survey
fr: Relevé

# location-nodes.table.last-survey
source: Survey
fr: Relevé

# fact.name.route-without-nodes
source: RouteWithoutNodes
fr: ItinéraireSansNœuds

# stats.route-without-nodes.name
source: RouteWithoutNodes
fr: ItinéraireSansNœuds

# stats.route-without-nodes.comment
source: Routes without network nodes.
fr: Itinéraires sans nœuds

# route.nodes
source: Nodes
fr: Nœuds

# experimental.title
source: Warning: experimental !
fr: Attention: expérimental !

# experimental.more
source: more
fr: plus

# experimental.message-1
source: This is an experimental version of the knooppuntnet website.
fr: Il s'agit d'une version de développement du site web knooppuntnet.

# experimental.less
source: less
fr: moins

# map.layer.free-path
source: Path
fr: Chemin

# location-node-fact-indicator.green.text
source: No particular facts were found during the analysis of this node.
fr: Aucun fait n'a été trouvé durant l'analyse de ce nœud.

# location-node-fact-indicator.red.title
source: Facts
fr: Faits

# location-node-fact-indicator.red.text
source: One or more facts are generated as the result of the node analysis.
fr: Un ou plusieurs faits ont été trouvé durant l'analyse de ce nœud.

# location-nodes.table.name
source: Name
fr: Nom

# location-nodes-sidebar.filter.all
source: All
fr: Tous

# location-nodes-sidebar.filter.facts
source: Facts
fr: Faits

# location-nodes-sidebar.filter.survey
source: Survey
fr: Relevé

# location-routes-sidebar.filter.facts
source: Facts
fr: Faits

# location-routes-sidebar.filter.survey
source: Survey
fr: Relevé

# node.routes
source: Routes
fr: Itinéraires

# node.route-references.none
source: None
fr: Aucun

# subset-facts.nodes
source: {VAR_PLURAL, plural, one {1 node} other {{INTERPOLATION} nodes}}
fr: {VAR_PLURAL, plural, one {1 nœud} other {{INTERPOLATION} nœuds}}

# subset-orphan-nodes.table.nr
source: Nr
fr: N°

# subset-orphan-nodes.table.node
source: Node
fr: Nœud

# subset-orphan-nodes.table.name
source: Name
fr: Nom

# subset-orphan-nodes.table.last-survey
source: Survey
fr: Relevé

# subset-orphan-nodes.table.last-edit
source: Last edit
fr: Dernière modification

# subset-orphan-routes.table.nr
source: Nr
fr: N°

# subset-orphan-routes.table.analysis
source: Analysis
fr: Analyse

# subset-orphan-routes.table.name
source: Route
fr: Itinéraire

# subset-orphan-routes.table.last-survey
source: Survey
fr: Relevé

# subset-orphan-routes.table.last-edit
source: Last edit
fr: Dernière modification

# network-scope.regional
source: regional
fr: régional

# filter.proposed
source: Proposed
fr: Proposé

# planner.legend.proposed
source: Proposed
fr: Proposé

# planner.options.show-proposed
source: Show proposed routes
fr: Afficher les itinéraires proposés

# route.name-derived-from-nodes
source: The route name is derived from the route nodes, rather than the tags in the route relation.
fr: Le nom de l'itinéraire est déterminé à partir des noms des nœuds, plutôt que des tags dans la relation route.

# overview.sidebar.display-options
source: Display options
fr: Options d'affichage

# overview.sidebar.list
source: List
fr: Liste

# overview.sidebar.table.automatic
source: Automatic selection
fr: Sélection automatique

# fact.description.route-inaccessible
source: Part of the route does not seem [accessible](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#accessible).
fr: Une partie de l'itinéraire ne semble pas [accessible](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#accessible).

# location-nodes-sidebar.filter.integrity-check-failed
source: Unexpected route count
fr: Nombre de routes inattendu

# node-change.created
source: Node created
fr: Nœud créé

# node-change.deleted
source: Node deleted
fr: Nœud supprimé

# location-page.header.in
source: in
fr: dans

# edit-dialog.title
source: Load in editor
fr: Modifier

# edit-dialog.error
source: Sorry, could not load elements in editor.
fr: Désolé, impossible de charger les éléments dans l'éditeur.

# edit-dialog.editor-not-started
source: Editor not started?
fr: Éditeur non démarré?

# edit-dialog.remote-control-not-enabled
source: Editor remote control not enabled?
fr: Télécommande de l'éditeur non activée?

# edit-dialog.timeout
source: Timeout: editor not started, or editor remote control not enabled?
fr: Timeout: éditeur non démarré ou télécommande de l'éditeur non activée?

# edit-dialog.close
source: Close
fr: Fermer

# edit.link.title
source: Open in JOSM
fr: Ouvrir dans l'éditeur (comme JOSM)

# location-nodes.edit.title
source: Load the nodes in this page in JOSM
fr: Charger les nœuds de cette page dans l'éditeur (comme JOSM)

# location-routes.edit.title
source: Load the routes in this page in JOSM
fr: Charger les routes de cette page dans l'éditeur (comme JOSM)

# network-nodes.edit.title
source: Load the nodes in this page in JOSM
fr: Charger les nœuds de cette page dans l'éditeur (comme JOSM)

# network-routes.edit.title
source: Load the routes in this page in JOSM
fr: Charger les routes de cette page dans l'éditeur (comme JOSM)

# subset-orphan-nodes.edit.title
source: Load the nodes in this page in JOSM
fr: Charger les nœuds de cette page dans l'éditeur (comme JOSM)

# subset-orphan-routes.edit.title
source: Load the routes in this page in JOSM
fr: Charger les routes de cette page dans l'éditeur (comme JOSM)

# action.cancel
source: Cancel
fr: Annuler

# location-nodes-sidebar.filter.title
source: Filter
fr: Filtrer

# location-routes-sidebar.filter.title
source: Filter
fr: Filtrer

# error.500.code
source: 500 - Internal server error
fr: 500 - Erreur interne du serveur

# error.http.text
source: Sorry, cannot connect to server at this moment, please try again later.
fr: Désolé, impossible de se connecter au serveur pour le moment, merci de réessayer plus tard.

# error.404.text
source: Sorry, cannot get data from server.
fr: Désolé, impossible de télécharger les données du serveur.

# integrity-indicator.green.text
source: The number of routes found in this network node ({{ actual }}) does match the expected number of routes ({{ expected }}) as defined in the *"{{ tag }}"* tag on this node. This is what we expect.
fr: Le nombre de routes trouvées dans ce nœud de réseau ({{ actual }}) correspond au nombre attendu de routes ({{ expected }}) tel que défini dans la clé *"{{ tag }}"* sur ce nœud. C'est ce que nous attendons.

# demo.disabled.text-2
source: Your window is currently not large enough to show the videos in good quality.
fr: Votre fenêtre n'est actuellement pas assez grande pour afficher les vidéos en bonne qualité.

# demo.disabled.text-3
source: Please increase your browser window size, or use a device with a larger display to view the videos.
fr: Veuillez augmenter la taille de la fenêtre de votre navigateur ou utiliser un appareil doté d'un écran plus grand pour visionner les vidéos.

# demo.title
source: Demo videos
fr: Vidéos de démonstration

# demo.duration.seconds
source: seconds
fr: secondes

# plan-detailed.calculating
source: Calculating...
fr: Calcul en cours...

# breadcrumb.monitor.about
source: About
fr: A propos

# monitor.menu.about
source: About
fr: A propos

# monitor.group.add.action
source: Add group
fr: Ajouter groupe

# breadcrumb.monitor.group
source: Group
fr: Groupe

# monitor.group.description.required
source: Description is required.
fr: La description est obligatoire

# monitor.group.delete.name
source: Name
fr: Nom

# monitor.group.delete.action
source: Delete group
fr: Supprimer le groupe

# action.update
source: Update
fr: Mettre à jour

# action.delete
source: delete
fr: Supprimer

# action.next
source: Next
fr: Suivant

# action.back
source: Back
fr: Précédent

# monitor.route.properties.relation.question.yes
source: Yes
fr: Oui

# monitor.route.properties.relation.question.no
source: No
fr: Non

# monitor.route.properties.relation.continue
source: Continue with next step.
fr: Continuer à l'étape suivante.

# monitor.route.properties.relation.question-unanswered
source: Please answer the question
fr: Merci de répondre à la question.

# monitor.route.properties.reference-type.required
source: Please answer the question
fr: Merci de répondre à la question

# monitor.route.properties.reference-details.file
source: Select the file that contains the GPX trace:
fr: Sélectionner le fichier qui contient la trace GPS :

# monitor.route.properties.reference-details.file.select
source: Select file
fr: Sélectionner le fichier

# monitor.route.properties.reference-details.file.name
source: File
fr: Fichier

# action.save
source: Save
fr: Sauvegarder

# monitor.route.map.mode.comparison
source: GPX / OSM comparison
fr: Comparaison GPS/OSM

# location-pois.table.address
source: Address
fr: Adresse

# location-pois.table.link
source: Link
fr: Lien

# location.selector.input.label
source: municipality or other administrative boundary name
fr: entrez la municipalité ou un autre nom de limite administrative

# monitor.route.properties.step.comment
source: Comment
fr: Commentaire

# edit-goto-error-dialog.editor-not-started
source: JOSM not started?
fr: JOSM non démarré?

# edit-goto-error-dialog.remote-control-not-enabled
source: JOSM remote control not enabled?
fr: Télécommande de l'éditeur non activée?

# edit-goto-error-dialog.close
source: Close
fr: Fermer
