Repository: danieldegroot2/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: fr

# tag-diffs.deleted-tag
source: Deleted tag
fr: Balise supprimée

# tag-diffs.deleted-tags
source: Deleted tags
fr: Balises supprimées

# tag-diffs.value
source: Value
fr: Valeur

# tag-diffs.added-tag
source: Added tag
fr: Balise ajoutée

# tag-diffs.added-tags
source: Added tags
fr: Balises ajoutées

# tag-diffs.updated-tag
source: Updated tag
fr: Balise mise à jour

# tag-diffs.updated-tags
source: Updated tags
fr: Balises mises à jour

# tag-diffs.same-tag
source: Same tag
fr: Balise identique

# tag-diffs.same-tags
source: Same tags
fr: Balises identiques

# fact-diffs.resolved-fact
source: Resolved fact
fr: Erreur résolue

# fact-diffs.resolved-facts
source: Resolved facts
fr: Erreurs résolues

# fact-diffs.introduced-fact
source: Introduced fact
fr: Erreur introduite

# fact-diffs.introduced-facts
source: Introduced facts
fr: Erreurs introduites

# fact-diffs.remaining-fact
source: Remaining fact
fr: Erreur restante

# fact-diffs.remaining-facts
source: Remaining facts
fr: Erreurs restantes

# filter.title
source: Filter
fr: Filtre

# changes.no-changes
source: No changes
fr: Aucun changement

# change-filter.title
source: Filter
fr: Filtre

# change-filter.legend
source: impacted / all
fr: impacté / tous

# network-changes.network-created
source: Network created
fr: Réseau créé

# network-changes.network-deleted
source: Network deleted
fr: Réseau supprimé

# network-changes.network-nodes.added
source: Added node(s)
fr: Carrefour(s) ajouté(s)

# network-changes.routes.added
source: Added route(s)
fr: Itinéraire(s) ajouté(s)

# network-changes.nodes.added
source: Added non-network node member(s) in network relation
fr: Nœud autre qu'un carrefour ajouté à la relation de réseau

# network-changes.ways.added
source: Added way member(s) in network relation
fr: Chemin ajouté à la relation de réseau

# network-changes.relations.added
source: Added non-route relation(s) in network relation
fr: Relation autre qu'un itinéraire ajoutée à la relation de réseau

# network-changes.network-relation-updated
source: Updated network relation
fr: Relation de réseau mise à jour

# network-changes.network-nodes.updated
source: Updated network node(s)
fr: Carrefour(s) mis à jour

# network-changes.routes.updated
source: Updated route(s)
fr: Itinéraire(s) mis à jour

# network-changes.nodes.updated
source: Updated non-network node(s)
fr: Nœud autre qu'un carrefour mis à jour

# network-changes.ways.updated
source: Updated way member(s)
fr: Chemin(s) mis à jour

# network-changes.relations.updated
source: Updated non-route relation(s)
fr: Relation autre qu'un itinéraire mis à jour

# network-changes.network-nodes.removed
source: Removed network node(s)
fr: Carrefour(s) supprimé(s)

# network-changes.routes.removed
source: Removed route(s)
fr: Itinéraire(s) supprimé(s)

# network-changes.nodes.removed
source: Removed non-network node member(s) from network relation
fr: Nœud autre qu'un carrefour supprimé de la relation de réseau

# network-changes.ways.removed
source: Removed way member(s) from network relation
fr: Chemin(s) supprimé(s) de la relation de réseau

# network-changes.relations.removed
source: Removed non-route relation(s) from network relation
fr: Relation autre qu'un itinéraire supprimée de la relation de réseau

# home.page-title
source: Node networks
fr: Réseaux de carrefours

# home.map
source: Map
fr: Carte

# home.analysis
source: Analysis
fr: Analyse

# not-found.title
source: Not found
fr: Introuvable

# breadcrumb.map
source: Map
fr: Carte

# planner.map
source: Map
fr: Carte

# planner.title
source: Route planner
fr: Planificateur d'itinéraire

# planner.legend
source: Legend
fr: Légende

# planner.appearance-options
source: Map appearance options
fr: Options d'apparence de la carte

# planner.quality
source: Node and route quality status
fr: État de qualité des carrefours et de itinéraires

# planner.survey
source: Date last survey
fr: Date du dernier relevé

# map.node-popup.title
source: Node
fr: Carrefour

# map.node-popup.network
source: Network
fr: Réseau

# map.node-popup.networks
source: Networks
fr: Réseaux

# map.node-popup.no-networks
source: None
fr: Aucun

# map.node-popup.routes
source: Routes
fr: Itinéraires

# map.node-popup.routes.none
source: None
fr: Aucun

# map.node-popup.more-details
source: More details
fr: Plus de détails

# map.route-popup.title
source: Route
fr: itinéraire

# map.route-popup.network
source: Network
fr: Réseau

# map.route-popup.networks
source: Networks
fr: Réseaux

# map.route-popup.no-networks
source: None
fr: Aucun

# map.route-popup.more-details
source: More details
fr: Plus de détails

# fact.description.orphan-node
source: This node does not belong to a network. The node was not added as a member to a valid network relation, and also not added as a member to valid route relation (that itself was added as a member to a valid network relation or is an free route).
fr: Ce nœud n'appartient pas à un réseau. Le nœud n'a pas été ajouté en tant que membre à une relation réseau valide et n'a pas été ajouté en tant que membre à une relation de route valide (qui lui-même a été ajouté en tant que membre à une relation de réseau valide ou est une route orpheline).

# poi.atm
source: Atm
fr: Distributeur de billets

# poi.bank
source: Bank
fr: Banque

# poi.bench
source: Bench
fr: Banc

# poi.cinema
source: Cinema
fr: Cinéma

# poi.clinic
source: Clinic
fr: Clinique

# poi.embassy
source: Embassy
fr: Ambassade

# poi.fastfood
source: Fast food
fr: Restauration rapide

# poi.firestation
source: Firestation
fr: Pompiers

# poi.foodcourt
source: Food court
fr: Aire de restauration

# poi.fuel
source: Fuel
fr: Carburant

# poi.hospital
source: Hospital
fr: Hôpital

# poi.library
source: Library
fr: Bibliothèque

# poi.pharmacy
source: Pharmacy
fr: Pharmacie

# poi.postbox
source: Post box
fr: Boîte aux lettres

# poi.postoffice
source: Post office
fr: Bureau de poste

# poi.theatre
source: Theatre
fr: Théâtre

# poi.toilets
source: Toilets
fr: Toilettes

# poi.university
source: University
fr: Université

# poi.church
source: Church
fr: Église

# poi.mosque
source: Mosque
fr: Mosquée

# poi.cemetery
source: Cemetery
fr: Cimetière

# poi.artwork
source: Artwork
fr: Œuvre d'art

# poi.gallery
source: Gallery
fr: Galerie

# poi.garden-centre
source: Garden centre
fr: Jardinerie

# poi.heritage
source: Heritage
fr: Patrimoine

# poi.hindu-temple
source: Hindu temple
fr: Temple hindou

# poi.historic
source: Historic
fr: Site historique

# poi.castle
source: Castle
fr: Château

# poi.information
source: Information
fr: Informations

# poi.museum
source: Museum
fr: Musée

# poi.musical-instrument
source: Musical instrument
fr: Instrument de musique

# poi.musicschool
source: Music school
fr: École de musique

# poi.picnic
source: Picnic
fr: Aire de pique-nique

# poi.place-of-worship
source: Place of worship
fr: Lieu de culte

# poi.viewpoint
source: Viewpoint
fr: Point de vue

# poi.vineyard
source: Vineyard
fr: Vignoble

# poi.windmill
source: Windmill
fr: Moulin à vent

# poi.watermill
source: Watermill
fr: Moulin à eau

# poi.detail.none
source: No details available
fr: Aucun détail disponible

# poi.detail.phone
source: Phone
fr: Téléphone

# poi.detail.email
source: E-mail
fr: Courriel

# poi.detail.wheelchair
source: Wheelchair
fr: Fauteuil roulant

# poi.detail.opengingHours
source: Opening hours
fr: Heures d'ouverture

# poi.detail.serviceHours
source: Service times
fr: Horaires de service

# poi.detail.website
source: Website
fr: Site Web

# poi.detail.molen-database
source: Molen database
fr: Base de données moulin

# poi.detail.hollandsche-molen-database
source: Hollandsche Molen database
fr: Base de données Hollandsche Molen

# planner.detailed
source: Detailed
fr: Détaillé

# plan.head
source: Head
fr: allez

# plan.heading.north
source: north
fr: au nord

# plan.heading.north-east
source: north-east
fr: au nord-est

# plan.heading.east
source: east
fr: à l'est

# plan.heading.south-east
source: south-east
fr: au sud-est

# plan.heading.south
source: south
fr: au sud

# plan.heading.south-west
source: south-west
fr: au sud-ouest

# plan.heading.west
source: west
fr: à l'ouest

# plan.heading.north-west
source: north-west
fr: au nord-ouest

# plan.command.continue
source: Continue
fr: Continuez

# plan.command.turn-slight-left
source: Slight left
fr: Légèrement à gauche

# plan.command.turn-slight-right
source: Slight right
fr: Légèrement à droite

# plan.command.turn-left
source: Turn left
fr: Tournez à gauche

# plan.command.turn-right
source: Turn right
fr: Tournez à droite

# plan.command.turn-sharp-left
source: Sharp left
fr: Tournez complètement à gauche

# plan.command.turn-sharp-right
source: Sharp right
fr: Tournez complètement à droite

# breadcrumb.status
source: Status
fr: Situation

# breadcrumb.replication
source: Replication
fr: Réplication

# breadcrumb.system
source: System
fr: Système

# poi.tourism
source: Tourism
fr: Tourisme

# poi.apartment
source: Apartment
fr: Appartement

# poi.arts-centre
source: Arts centre
fr: Centre des arts

# poi.hostel
source: Hostel
fr: Auberge de jeunesse

# poi.hotel
source: Hotel
fr: Hôtel

# poi.ice-cream
source: Ice cream
fr: Crème glacée

# poi.icehockey
source: Ice hockey
fr: Hockey sur glace

# poi.cycling
source: Cycling
fr: magasin de vélo

# poi.gymnastics
source: Gymnastics
fr: Gymnastique

# poi.horseracing
source: Horse racing
fr: Courses hippiques

# poi.soccer
source: Soccer
fr: Football

# poi.sportscentre
source: Sports centre
fr: Centre sportif

# poi.surfing
source: Surfing
fr: Surf

# poi.swimming
source: Swimming
fr: Natation

# poi.beauty
source: Beauty
fr: Salon de beauté

# poi.bicycle
source: Bicycle
fr: Vélo

# poi.bicycle-parking
source: Bicycle parking
fr: Parking à vélos

# poi.bicycle-rental
source: Bicycle rental
fr: Location de vélos

# poi.car
source: Car
fr: Voiture

# poi.chemist
source: Chemist
fr: Pharmacie

# poi.clothes
source: Clothes
fr: Vêtements

# poi.cosmetics
source: Cosmetics
fr: Cosmétique

# poi.general
source: General
fr: Général

# poi.gift
source: Gift
fr: Cadeau

# poi.hairdresser
source: Hairdresser
fr: Coiffeur

# poi.jewelry
source: Jewelry
fr: Bijoux

# poi.kiosk
source: Kiosk
fr: Kiosque

# poi.leather
source: Leather
fr: Cuir

# poi.marketplace
source: Marketplace
fr: Marché

# poi.monumental-tree
source: Monumental tree
fr: Arbre monumental

# poi.optician
source: Optician
fr: Opticien

# poi.pets
source: Pets
fr: Animaux domestiques

# poi.phone
source: Phone
fr: Téléphone

# poi.shoes
source: Shoes
fr: Chaussures

# poi.shoppingcentre
source: Shopping centre
fr: Centre commercial

# poi.toys
source: Toys
fr: Jouets

# poi.travelagency
source: Travelagency
fr: Agence de voyages

# poi.alcohol
source: Alcohol
fr: Alcool

# poi.alpine-hut
source: Alpine hut
fr: Refuge alpin

# poi.american-football
source: American football
fr: Football américain

# poi.bakery
source: Bakery
fr: Boulangerie

# poi.beverages
source: Beverages
fr: Boissons

# poi.butcher
source: Butcher
fr: Boucher

# poi.cheese
source: Cheese
fr: Fromage

# poi.chocolate
source: Chocolate
fr: Chocolat

# poi.confectionery
source: Confectionery
fr: Confiserie

# poi.coffee
source: Coffee
fr: Café

# poi.dairy
source: Dairy
fr: Produits laitiers

# poi.deli
source: Deli
fr: Traiteur

# poi.departmentstore
source: Department store
fr: Grand magasin

# poi.diy-hardware
source: DIY hardware
fr: Matériel de bricolage

# poi.drinking-water
source: Drinking water
fr: Eau potable

# poi.ebike-charging
source: Ebike charging
fr: Recharge Ebike

# poi.grocery
source: Grocery
fr: Épicerie

# poi.guesthouse
source: Guest house
fr: Maison d'hôtes

# poi.organic
source: Organic
fr: Boutique bio

# poi.seafood
source: Seafood
fr: Fruits de mer

# poi.supermarket
source: Supermarket
fr: Supermarché

# poi.wine
source: Wine
fr: Vin

# poi.books-stationary
source: Books/stationary
fr: Livres / papeterie

# poi.buddhist-temple
source: Buddhist temple
fr: Temple bouddhiste

# poi.busstop
source: Bus stop
fr: Arrêt de bus

# poi.cafe
source: Cafe
fr: Café

# poi.campsite
source: Camp site
fr: Camping

# poi.defibrillator
source: Defibrillator
fr: Défibrillateur

# stats.km.comment
source: Total length in kilometers.
fr: Longueur totale en kilomètres.

# stats.km.name
source: Length (km)
fr: Longueur (km)

# stats.network-count.comment
source: Number of networks.
fr: Nombre de réseaux.

# stats.node-count.comment
source: Number of network nodes.
fr: Nombre de carrefours.

# stats.node-count.name
source: Node count
fr: Nombre de nœuds

# stats.route-count.comment
source: Number of routes.
fr: Nombre d'itinéraires.

# stats.route-count.name
source: Route count
fr: Nombre d'itinéraires

# stats.route-not-continious.comment
source: Number of broken routes.
fr: Nombre d'itinéraires interrompus.

# stats.route-not-continious.name
source: RouteNotContinious
fr: ItinéraireNonContinu

# stats.route-broken-count.comment
source: Number of routes with issues.
fr: Nombre d'itinéraires à problèmes.

# stats.route-broken-count.name
source: RouteBrokenCount
fr: Nombre d'itinéraires cassés

# stats.route-incomplete.comment
source: Number of routes that are marked as having an incomplete definition.\ A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
fr: Nombre d'itinéraires marqués comme étant incomplets. Un itinéraire est marqué comme étant incomplet en ajoutant une étiquette _"fixme"_ avec la valeur _"incomplete"_ dans la relation d'itinéraire.

# stats.route-incomplete.name
source: RouteIncomplete
fr: ItinéraireIncomplet

# stats.route-incomplete-ok.comment
source: Number of routes that are marked as having an incomplete definition, but that look ok after analysis.\ A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
fr: Nombre d'itinéraires marqués comme étant incomplets mais qui semblent corrects après analyse. Un itinéraire est marqué comme étant incomplet en ajoutant une étiquette _"fixme"_ avec la valeur _"incomplete"_ dans la relation d'itinéraire.

# stats.route-incomplete-ok.name
source: RouteIncompleteOk
fr: ItinéraireIncompletOk

# stats.route-fixmetodo.comment
source: Number of routes that are marked with *"fixmetodo"*.
fr: Nombre d'itinéraires marqués _"fixmetodo"_.

# stats.orphan-node-count.name
source: Orphan nodes
fr: Carrefours orphelins

# stats.orphan-route-count.comment
source: Number of network routes that do not belong to a network.\ The route was not added as a member to a valid [network relation](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#network "network relation in glossary").
fr: Nombre d'itinéraires qui ne font pas partie d'un réseau. L'itinéraire n'a pas été ajouté comme membre d'une [relation de réseau](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#network "network relation in glossary") valide.

# stats.orphan-route-count.name
source: Free routes
fr: Itinéraires orphelins

# stats.integrity-check-network-count.comment
source: Number of networks that include integrity check.
fr: Nombre de réseaux ayant un contrôle d'intégrité

# stats.integrity-check.comment
source: Number of nodes with integrity check.
fr: Nombre de carrefour(s) ayant un contrôle d'intégrité

# stats.integrity-check-failed.comment
source: Number of failed integrity checks.
fr: Nombre de contrôles d'intégrité échoués

# stats.integrity-check-pass-rate.comment
source: Integrity check pass rate (percentage of ok checks).
fr: Taux de réussite du contrôle d'intégrité

# stats.integrity-check-coverage.comment
source: Integrity check coverage (percentage of nodes that do have integrity check information).
fr: Couverture du contrôle d'intégrité (pourcentage de nœuds qui ont une information de contrôle d'intégrité)

# stats.route-unused-segments.comment
source: Number of routes where one or more of the ways (or part of ways) are not used in the forward or backward path or in one of the tentacles.
fr: Nombre d'itinéraires où un ou plusieurs chemin(s) ou partie(s) de chemin ne sont pas utilisés dans le trajet aller ou retour ni dans l'une des tentacules.

# stats.route-node-missing-in-ways.comment
source: Number of routes for which there is a least one node is not found in any of the ways of the route.
fr: Nombre d'itinéraires pour lesquels le nœud de départ et/ou d'arrivée est introuvable dans les chemins de l'itinéraire.

# stats.route-redundant-nodes.comment
source: Number of routes where the ways of the route contain extra nodes other than the start and end nodes.
fr: Nombre d'itinéraires dont les chemins contiennent des nœuds autres que les nœuds de départ et d'arrivée.

# stats.route-without-ways.comment
source: Routes without ways (a route is expected to have at least 1 way).
fr: Itinéraires sans chemins (un itinéraire doit contenir au moins un chemin)

# stats.route-without-ways.name
source: RouteWithoutWays
fr: ItinéraireSansChemin

# stats.route-name-missing.comment
source: Routes without the required tags from which the route name can be derived.
fr: Itinéraires sans les balises requises à partir desquelles le nom de l'itinéraire peut être dérivé.

# stats.route-tag-missing.comment
source: The route relation does not contain a *"route"* tag.
fr: La relation d'itinéraire ne contient pas d'étiquette _"route"_.

# stats.route-tag-invalid.comment
source: The value in the *"route"* tag in the route relation is unexpected.
fr: La valeur de l'étiquette _"route"_ dans la relation de réseau est inattendue.

# stats.route-unexpected-node.comment
source: Number of routes with one or more unexpected node members.\ In route relations we expect only nodes with tags that make it a valid network node.
fr: Nombre d'itinéraires avec un ou plusieurs nœuds inattendus.\ Dans les relations d'itinéraires nous attendons des nœuds avec des balises qui en font des carrefours.

# stats.route-unexpected-node.name
source: RouteUnexpectedNode
fr: ItinéraireNœudInattendu

# stats.route-unexpected-relation.comment
source: Number of routes with one or more unexpected members.\In route relations we expect only members of type *"way"* or *"node"*.
fr: Nombre d'itinéraires avec un ou plusieurs membres imprévus.\Dans les relations d'itinéraires nous n'attendons que des membres de type _"way"_, ou de type _"node"_ avec des balises qui en font un carrefour.

# stats.route-unexpected-relation.name
source: RouteUnexpectedRelation
fr: ItinéraireRelationInattendue

# stats.network-extra-member-node.comment
source: Number of network relation members of type *"node"* that are unexpected (expect only [network nodes](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#node "node in glossary") or [information maps](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#information-map "information maps in glossary") as members in the network relation).
fr: Nombre de membres de type *"nœud"* dans la relation de réseau qui sont inattendus (nous attendons seulement des [nœuds](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#node "nœud dans le glossaire") ou des [panneaux indicateurs](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#information-map "panneaux indicateurs dans le glossaire") dans la relation de réseau).

# stats.network-extra-member-way.comment
source: Number of network relation members of type *"way"* (expect only route relations or network nodes as members in the node network relation).
fr: Nombre de membres de type *"chemin"* dans la relation de réseau qui sont inattendus (les chemins sont seulement dans les relations d'itinéraires)

# stats.network-extra-member-relation.comment
source: Number of network relation members of type *"relation"* that are unexpected (expect only valid route relations or network nodes as members in the node network relation).
fr: Nombre de membres de type *"relation"* dans la relation de réseau qui sont inattendus (seules les relations d'itinéraires sont attendues).

# stats.node-member-missing.comment
source: Number of nodes that are not included in the network relation.
fr: Nombre de carrefours qui ne sont pas inclus dans la relation de réseau

# stats.route-node-name-mismatch.comment
source: Routes where the route name does not match with the names of the start node and the end node. The route name is expected to contain the start node name and the end node name, separated by a dash.
fr: Itinéraires dont le nom ne correspond pas avec les noms des nœuds de départ et d'arrivée. Le nom d'itinéraire est supposé contenir les noms des nœuds de départ et d'arrivée, séparés par un tiret.

# location-page.menu.nodes
source: Nodes
fr: Carrefours

# location-page.menu.routes
source: Routes
fr: Itinéraires

# location-page.menu.facts
source: Facts
fr: Erreurs

# location-page.menu.map
source: Map
fr: Carte

# location-page.menu.changes
source: Changes
fr: Modifications

# location-nodes.title
source: Nodes
fr: Nœuds

# location-nodes.no-nodes
source: No nodes
fr: Aucun nœud

# location.location-not-found
source: Location not found
fr: Lieu introuvable

# location-facts.none
source: No facts
fr: Aucun

# location-facts.title
source: Facts
fr: Erreurs

# location-routes.title
source: Routes
fr: Itinéraires

# location-routes.no-routes
source: No routes
fr: Aucun itinéraire

# location-map.title
source: Map
fr: Carte

# location-changes.title
source: Changes
fr: Modifications

# location-nodes.table.analysis
source: Analysis
fr: Analyse

# location-nodes.table.node
source: Node
fr: Carrefour

# location-nodes.table.routes
source: Routes
fr: Itinéraires

# location-nodes.table.last-edit
source: Last edit
fr: Dernière modification

# location-nodes.no-routes
source: no routes
fr: aucun itinéraire

# location-routes.table.route
source: Route
fr: Itinéraire

# location-routes.table.last-edit
source: Last edit
fr: Dernière modification

# route-changes.login-required
source: The details of the route history is available to logged in OpenStreetMap contributors only.
fr: Les détails de l'historique des modifications de l'itinéraire ne sont disponibles que pour les contributeurs d'OpenStreetMap connectés.

# breadcrumb.route-map
source: Route map
fr: Carte d'itinéraire

# route.title
source: Route
fr: Itinéraire

# route.menu.details
source: Details
fr: Détails

# route.menu.map
source: Map
fr: Carte

# route.menu.changes
source: Changes
fr: Modifications

# route.members.title
source: Route Members
fr: Membres de l'itinéraire

# route.members.none
source: None
fr: Aucun

# route.members.table.node
source: Node
fr: Nœud

# route.members.table.id
source: Id
fr: Identifiant

# route.members.table.nodes
source: Nodes
fr: Nœuds

# route.members.table.role
source: Role
fr: Rôle

# route.members.table.length
source: Length
fr: Longueur

# route.members.table.node-count
source: #Nodes
fr: #Nœuds

# route.members.table.name
source: Name
fr: Nom

# route.members.table.one-way
source: One Way
fr: Sens unique

# route.members.table.one-way.yes
source: Yes
fr: Oui

# route.members.table.one-way.reverse
source: Reverse
fr: Inversé

# route.broken
source: Something seems wrong with this route.
fr: Quelque chose ne semble pas correct avec cet itinéraire.

# route.incomplete
source: Route definition is incomplete (has tag *"fixme=incomplete"*).
fr: Itinéraire incomplet (étiquette _"fixme=incomplete"_).

# route.not-active
source: This route is not active anymore.
fr: Cet itinéraire n'est plus actif.

# route.location.none
source: None
fr: Aucun

# route.no-network-references
source: None
fr: Aucun

# breadcrumb.route-details
source: Route details
fr: Détails de l'itinéraire

# route-change.unchanged
source: (Unchanged)
fr: (Non modifié)

# breadcrumb.route-changes
source: Route changes
fr: Changements d'itinéraire
