Repository: danieldegroot2/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: fr

# osm-link.oath-clients
source: list of authorised applications
fr: liste des applications autorisées

# country.unsupported
source: Unsupported (not Belgium, The Netherlands, Germany, France, Austria, Spain or Denmark)
fr: Non supporté (seulement Belgique, Pays-Bas, Allemagne, France, Autriche, Espagne et Danemark)

# network-type.hiking
source: Hiking
fr: Randonnée pédestre

# network-type.cycling
source: Cycling
fr: Vélo

# network-type.horse-riding
source: Horse riding
fr: Équitation

# network-type.motorboat
source: Motorboat
fr: Bateau à moteur

# network-type.canoe
source: Canoe
fr: Canoë

# network-type.inline-skating
source: Inline skating
fr: Rollers

# subset.in
source: in
fr: en

# map.start-node
source: Start node
fr: Nœud de départ

# map.end-node
source: End node
fr: Nœud d'arrivée

# map.start-tentacle-node
source: Start tentacle node
fr: Nœud "tentacule" de départ

# map.end-tentacle-node
source: End tentacle node
fr: Nœud "tentacule" d'arrivée

# map.redundant-node
source: Redundant node
fr: Nœud redondant

# map.layer.forward-route
source: Forward route
fr: Itinéraire aller

# map.layer.backward-route
source: Backward route
fr: Itinéraire retour

# map.layer.start-tentacle
source: Start tentacle
fr: "Tentacule" de départ

# map.layer.end-tentacle
source: End tentacle
fr: "Tentacule" d'arrivée

# map.layer.unused
source: Unused
fr: Inutilisé

# map.layer.nodes
source: Nodes
fr: Nœuds

# map.layer.networks
source: Networks
fr: Réseaux

# map.layer.unchanged
source: Unchanged
fr: Inchangé

# map.layer.added
source: Added
fr: Ajouté

# map.layer.deleted
source: Deleted
fr: Supprimé

# map.layer.node
source: Node
fr: Nœud

# map.layer.boundary
source: Boundary
fr: Limite administrative

# paginator.items-per-page-label
source: Items per page
fr: Nombre d'éléments par page

# paginator.next-page-label
source: Next page
fr: Page suivante

# paginator.previous-page-label
source: Previous page
fr: Page précédente

# paginator.first-page-label
source: First page
fr: Première page

# paginator.last-page-label
source: Last page
fr: Dernière page

# paginator.from
source: of
fr: sur

# fact.name.added
source: Added
fr: Ajouté

# fact.name.deleted
source: Deleted
fr: Supprimé

# fact.name.integrity-check
source: IntegrityCheck
fr: Contrôle d'intégrité

# fact.name.integrity-check-failed
source: IntegrityCheckFailed
fr: Contrôle d'intégrité échoué

# fact.name.name-missing
source: NameMissing
fr: Nom manquant

# fact.name.network-extra-member-node
source: NetworkExtraMemberNode
fr: Nœud superflu dans la relation

# fact.name.network-extra-member-relation
source: NetworkExtraMemberRelation
fr: Sous-relation superflue

# fact.name.network-extra-member-way
source: NetworkExtraMemberWay
fr: Chemin superflu dans la relation

# fact.name.node-member-missing
source: NodeMemberMissing
fr: Nœud manquant

# fact.name.orphan-node
source: OrphanNode
fr: Nœud orphelin

# fact.name.orphan-route
source: OrphanRoute
fr: Itinéraire orphelin

# fact.name.route-broken
source: RouteBroken
fr: Itinéraire interrompu

# fact.name.route-incomplete
source: RouteIncomplete
fr: Itinéraire incomplet

# fact.name.route-incomplete-ok
source: RouteIncompleteOk
fr: Itinéraire incomplet mais OK

# fact.name.route-name-missing
source: RouteNameMissing
fr: Nom d'itinéraire manuant

# fact.name.route-not-continious
source: RouteNotContinious
fr: Itinéraire discontinu

# fact.name.route-overlapping-ways
source: RouteOverlappingWays
fr: Chemins superposés dans l'itinéraire

# fact.name.route-redundant-nodes
source: RouteRedundantNodes
fr: Nœuds redondants dans l'itinéraire

# fact.name.route-suspicious-ways
source: RouteSuspiciousWays
fr: Chemins suspects dans l'itinéraires

# fact.name.route-tag-invalid
source: RouteTagInvalid
fr: Balises invalides dans l'itinéraire

# fact.name.route-tag-missing
source: RouteTagMissing
fr: Balises manquantes dans l'itinéraire

# fact.name.route-unexpected-node
source: RouteUnexpectedNode
fr: Nœud inattendu dans l'itinéraire

# fact.name.route-unexpected-relation
source: RouteUnexpectedRelation
fr: Relation inattendue dans l'itinéraire

# fact.name.route-unused-segments
source: RouteUnusedSegments
fr: Segments inutilisés dans l'itinéraire

# fact.name.route-without-ways
source: RouteWithoutWays
fr: Chemin ajouté

# fact.description-missing
source: {{ factInfo().fact }} description missing!!
fr: {{ factInfo().fact}} description manquante !!

# fact.description.route-not-continious
source: The route is broken: the begin- and end-networknodes cannot be connected through ways either in the forward direction or the backward direction or both.
fr: L'itinéraire est interrompu : les nœuds de réseau de début et de fin ne peuvent pas être connectés par des chemins soit vers l'avant, soit vers l'arrière ou les deux.

# fact.description.route-unused-segments
source: The route contains ways or part of ways that are not used in the connection between the end nodes.
fr: L'itinéraire contient des chemins ou une partie de chemin qui ne sont pas utilisées dans la connexion entre les nœuds d'extrémité.

# fact.description.route-node-missing-in-ways
source: One or more of the nodes is not found in any of the ways of this route.
fr: Le nœud de fin et/ou le nœud de début ne se trouvent dans aucune des chemins de cette route.

# fact.description.route-redundant-nodes
source: The ways of this route contain extra nodes other than the start and end nodes.
fr: Les chemins de cette route contiennent des nœuds supplémentaires autres que les nœuds de début et de fin.

# fact.description.route-without-ways
source: The route does not contain any ways (we expect the route to contain at least 1 way).
fr: L'itinéraire ne contient aucun chemin (nous nous attendons à ce que l'itinéraire contienne au moins 1 chemin).

# fact.description.route-fixmetodo
source: Route definition needs work (has tag *"fixmetodo"*).
fr: La définition de l'itinéraire a besoin de travail (a la clé _"fixmetodo"_).

# fact.description.route-name-missing
source: Could not determine the route name. The route relation does not have a *"ref"*, *"name"* or *"note"* tag with the route name, and also no *"from"* and *"to"* tags from which the route name can be derived.
fr: La relation de route n'a pas de clé _"ref"_ ou _"name"_ avec le nom de la route, et également aucune clé *"from"* et *"to"* à partir de laquelle le nom de la route peut être dérivé.

# fact.description.route-tag-missing
source: Routerelation does not contain the required _route_ tag.
fr: La relation de route ne contient pas la clé _route_ requise.

# fact.description.route-tag-invalid
source: Invalid value in required tag *"route"* in route relation. A bicycle route relation needs to have value *"bicycle"* in its *"route"* tag. A hiking route relation needs to have one of the following values in its *"route"* tag: *"foot"*, *"hiking"*, or *"walking"*. Note that *"walking"* is a value that is frequently found, but not actually documented as a valid value in the OSM wiki pages. Other potential values are *"horse"*, *"motorboat"*, *"canoe"* and *"inline_skates"*.
fr: Valeur invalide dans la balise requise _"route"_ dans la relation d'itinéraire. Une relation d'itinéraire cyclable doit avoir la valeur _"bicycle"_ dans sa clé _"route"_. Une relation d'itinéraire pédestre doit avoir l'une des valeurs suivantes dans sa clé _"route"_: _"foot"_, _"hiking"_ ou _"walking"_. Notez que _"walking"_ est une valeur qui est fréquemment trouvée, mais qui n'est pas réellement documentée comme une valeur valide dans les pages wiki OSM. Les autres valeurs potentielles sont *"horse"*, *"motorboat"*, *"canoe"* et *"inline_skates"*.

# fact.description.route-unexpected-node
source: The route relation contains 1 or more unexpected nodes
fr: La relation d'itinéraire contient 1 ou plusieurs nœuds inattendus

# fact.description.route-unexpected-relation
source: The route relation contains one or more unexpected relation members. In route relations we expect only members of type *"way"* and *"node"*:
fr: La relation d'itinéraire contient un ou plusieurs membres de relation inattendus. Dans les relations d'itinéraire, nous n'attendons que des membres de type _"way"_, ou des membres de type _"node"_.

# fact.description.network-extra-member-node
source: The network relation contains members of type *"node"* that are unexpected (we expect only network nodes or information maps as members in the network relation).
fr: La relation de réseau contient des membres de type _"node"_ qui sont inattendus (nous n'attendons que des nœuds de réseau ou des itinéraires comme membres de la relation réseau).

# fact.description.network-extra-member-way
source: The network relation contains members of type *"way"* (expect only route relations or network nodes as members in the node network relation).
fr: La relation de réseau contient des membres de type _"way"_ (nous attendons seulement des relations d'itinéraires ou des nœuds de réseau dans la relation de réseau).

# fact.description.network-extra-member-relation
source: The network relation contains members of type *"relation"* that are unexpected (expect only valid route relations or network nodes as members in the node network relation).
fr: La relation de réseau contient des membres de type _"relation"_ qui sont inattendus (nous attendons seulement des relations d'itinéraires valides ou des carrefours dans la relation de réseau).

# fact.description.node-member-missing
source: The node is not member of the network relation.
fr: Le nœud n'est pas membre de la relation réseau.

# fact.description.integrity-check-failed
source: The actual number of routes does not match the expected number of routes.
fr: Le nombre réel d'itinéraires ne correspond pas au nombre attendu.

# fact.description.orphan-route
source: This route does not belong to a network. The route was not added as a member to a valid network relation.
fr: Cet itinéraire n'appartient pas à un réseau. L'itinéraire n'a pas été ajouté en tant que membre à une relation de réseau valide.

# fact.description.route-incomplete
source: The route is marked as having an incomplete definition. A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
fr: L'itinéraire est marqué comme ayant une définition incomplète. Une définition d'itinéraire est explicitement marquée comme incomplète en ajoutant une clé _"fixme"_ avec la valeur _"incomplète"_ dans la relation d'itinéraire.

# fact.description.route-incomplete-ok
source: The route is marked as having an incomplete definition. A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation. But after analysis, the route seems to be ok.
fr: L'itinéraire est marqué comme ayant une définition incomplète. Une définition d'itinéraire est explicitement marquée comme incomplète en ajoutant une clé _"fixme"_ avec la valeur _"incomplète"_ dans la relation d'itinéraire. Mais après analyse, l'itinéraire semble correct.

# fact.description.route-node-name-mismatch
source: The route name derived from the tags in the route relation does not match the expected name as derived from the start and end node of the route.
fr: Le nom de la route dérivé des balises dans la relation d'itinéraire ne correspond pas au nom attendu dérivé du nœud de début et de fin de la route.

# fact.description.route-not-forward
source: There is no path in the forward direction (from start node to end node).
fr: Il n'y a pas de chemin vers l'avant (du nœud de début au nœud de fin).

# fact.description.route-not-backward
source: There is no path in the backward direction (from end node to start node).
fr: Il n'y a pas de chemin vers l'arrière (du nœud d'arrivée au nœud de départ).

# fact.description.route-analysis-failed
source: The route could not be analyzed (too complex?).
fr: L'itinéraire n'a pas pu être analysé (trop complexe ?).

# fact.description.route-overlapping-ways
source: No detailed route analysis is performed because the route contains overlapping ways.
fr: Aucune analyse d'itinéraire détaillée n'est effectuée car l'itinéraire contient des chemins qui se chevauchent.

# fact.description.route-suspicious-ways
source: Route with funny ways (for example ways with only 1 node).
fr: Itinéraire avec des chemins suspects (par exemple des chemins avec seulement 1 nœud).

# fact.description.route-one-way
source: The route is tagged as useable in one direction only. This is OK.
fr: L'itinéraire est marqué comme utilisable dans une seule direction. C'est acceptable.

# fact.description.route-not-one-way
source: The route is tagged as useable in one direction only, but the analysis logic does find ways in both directions.
fr: L'itinéraire est marqué comme utilisable dans une seule direction, mais la logique d'analyse trouve des moyens dans les deux directions.

# fact.description.name-missing
source: The network relation does not contain the mandatory tag with key "name".
fr: La relation de réseau ne contient pas la balise "name" obligatoire.

# fact.description.added
source: Added to the analysis.
fr: Ajouté à l'analyse.

# fact.description.deleted
source: Deleted from the OpenStreetMap database.
fr: Supprimé de la base de données OpenStreetMap.

# fact.description.integrity-check
source: This network node has a tag that indicates the expected number of routes that arrive/depart in this node.
fr: Ce carrefour a une balise qui indique le nombre attendu d'itinéraires qui arrivent / partent dans ce nœud.

# fact.description.lost-bicycle-node-tag
source: This node is no longer a valid bicylenetwork node because the rcn_ref tag has been removed.
fr: Ce nœud n'est plus un carrefour valide de réseau cyclable car la clé rcn_ref a été supprimée

# fact.description.lost-hiking-node-tag
source: This node is no longer a valid hikingnetwork node because the rwn_ref tag has been removed.
fr: Ce nœud n'est plus un carrefour valide de réseau pédestre car la clé rwn_ref a été supprimée.

# fact.description.lost-horse-riding-node-tag
source: This node is no longer a valid horse riding network node because the rhn_ref tag has been removed.
fr: Ce nœud n'est plus un carrefour valide de réseau équestre car la clé rhn_ref a été supprimée.

# fact.description.lost-motorboat-node-tag
source: This node is no longer a valid motorboatnetwork node because the rmn_ref tag has been removed.
fr: Ce nœud n'est plus un carrefour valide de réseau pour bateaux à moteur car la clé rmn_ref a été supprimée.

# fact.description.lost-canoe-node-tag
source: This node is no longer a valid canoenetwork node because the rpn_ref tag has been removed.
fr: Ce nœud n'est plus un nœud valide de réseau de canoë car la clé rpn_ref a été supprimée.

# fact.description.lost-route-tags
source: This relation is no longer a valid network route because a required tag has been removed.
fr: Cette relation n'est plus un itinéraire de réseau valide car une clé requise a été supprimée.

# fact.description.lost-inline-skate-node-tag
source: This node is no longer a valid inline skating network node because the rin_ref tag has been removed.
fr: Ce nœud n'est plus un carrefour valide de réseau de rollers car la clé rin_ref a été supprimée.

# network-indicator.orange.title
source: Unexpected - Defined in network relation
fr: Inattendu - Défini dans la relation de réseau

# network-indicator.orange.text
source: This node is included as a member in the network relation. We did not expect this, because all routes to this node have role *"connection"*. This would mean that the node is part of another network. We expect that the node is not included in the network relation, unless it receives the role *"connection"*.
fr: Ce nœud est inclus comme membre dans une relation de réseau. C'est inattendu car tous les itinéraires vers ce nœud ont un rôle _"connection"_. Cela voudrait dire que le nœud fait partie d'un autre réseau. Nous pensons que le nœud ne fait pas partie de la relation de réseau, sauf s'il reçoit le rôle _"connection"_.

# network-indicator.green.title
source: OK - Defined in network relation
fr: OK - Défini dans la relation de réseau

# network-indicator.green.text
source: This node is included as a member in the network relation. This is what we expect.
fr: Ce nœud est défini comme membre dans la relation de réseau. Cela confirme notre analyse.

# network-indicator.gray.title
source: OK - Not defined in network relation
fr: OK - Non défini dans la relation de réseau

# network-indicator.gray.text
source: This node is not included as a member in the network relation. This is OK. This node must belong to a different network, because all routes to this node within this network have the role *"connection"* in the network relation.
fr: Ce nœud ne fait pas partie comme membre dans la relation de réseau. C'est correct. Ce nœud doit faire partie d'un réseau différent car tous les itinéraires vers ce nœud faisant partie de ce réseau ont le rôle _"connection"_ dans la relation de réseau.

# network-indicator.red.title
source: Not OK - Not defined in network relation
fr: Pas OK - Non défini dans la relation de réseau

# network-indicator.red.text
source: This node is not included as a member in the network relation. This is not OK. The convention is to include each node in the network relation. An exception is when the node belongs to another network (all routes to this node have role *"connection"* in the network relation), then the node does not have to be included as member in the network relation. The node can be added the network relation, but should get the role *"connection"* in that case.
fr: Ce nœud n'est pas membre de la relation de réseau. Ca n'est pas OK. La convention est de mettre tous les nœuds dans cette relation, sauf pour les nœuds qui appartiennent à un autre réseau (tous les itinéraires connectés à ce nœud ont le role _"connection"_ dans la relation de réseau) pour lesquels c'est optionnel ; dans ce cas, il faut leur donner le rôle _"connection"_.

# node-connection-indicator.blue.title
source: OK - Connection
fr: OK - Connexion

# node-connection-indicator.blue.text
source: This node is a connection to another network. All routes to this node have the role *"connection"* in the network relation.
fr: Ce nœud est une connexion vers un autre réseau. Tous les itinéraires vers ce nœud ont le rôle _"connection"_ dans la relation de réseau.

# node-connection-indicator.gray.title
source: OK - No connection
fr: OK - Pas de connexion

# node-connection-indicator.gray.text
source: This node is not a connection to another network. The node would have been considered as a connection to another network if all routes to this node within the network had role *"connection"* in the network relation.
fr: Ce nœud n'est pas une connexion à un autre réseau. Il l'aurait été si tous les itinéraires qui lui sont connectés avaient le rôle _"connection"_ dans la relation de réseau.

# integrity-indicator.gray.title
source: OK - expected route count missing
fr: OK - nombre d'itinéraires attendu manquant

# integrity-indicator.gray.text
source: This network node does not have an *"{{ tag }}"* tag. This is OK because the use of this tag is optional.
fr: Ce carrefour n'a pas de balise _"{{tag}}"_. C'est OK car l'utilisation de cette balise est facultative.

# integrity-indicator.green.title
source: OK - expected route count
fr: OK - nombre d'itinéraires prévu

# integrity-indicator.red.title
source: Not OK - unexpected route count
fr: Incorrect - nombre inattendu d'itinéraires

# integrity-indicator.red.text
source: The number of routes found in this network node ({{ actual }}) does not match the expected number of routes ({{ expected }}) as defined in the *"{{ tag }}"* tag on this node.
fr: Le nombre d'itinéraires trouvés dans ce carrefour ({{actual}}) ne correspond pas au nombre attendu d'itinéraires ({{ expected }}) tel que défini dans la balise _"{{ tag }}"_ sur ce nœud.

# role-connection-indicator.blue.title
source: OK - Connection
fr: OK - Connexion

# role-connection-indicator.blue.text
source: This node is a connection to another network. This node has role *"connection"* in the network relation.
fr: Ce nœud est une connexion vers un autre réseau. Ce nœud a le rôle _"connecion"_ dans la relation de réseau.

# role-connection-indicator.gray.title
source: OK - No connection role
fr: OK - Pas de rôle connexion

# role-connection-indicator.gray.text
source: This node does not have role *"connection"* in het network relation.
fr: Ce nœud n'a pas de rôle _"connection"_ dans la relation de réseau.

# breadcrumb.network
source: Network
fr: Réseau

# network-page.menu.details
source: Details
fr: Détails

# network-page.menu.facts
source: Facts
fr: Erreurs

# network-page.menu.nodes
source: Nodes
fr: Nœuds

# network-page.menu.routes
source: Routes
fr: Itinéraires

# network-page.menu.map
source: Map
fr: Carte

# network-page.menu.changes
source: Changes
fr: Modifications

# subset-page.menu.networks
source: Networks
fr: Réseaux

# subset-page.menu.facts
source: Facts
fr: Erreurs

# subset-page.menu.orphan-nodes
source: Orphan nodes
fr: Carrefours orphelins

# subset-page.menu.orphan-routes
source: Free routes
fr: Itinéraires orphelins

# subset-page.menu.map
source: Map
fr: Carte

# subset-page.menu.changes
source: Changes
fr: Modifications

# subset-map.title
source: Map
fr: Carte

# route-changes.route-diff.name-diff
source: Route name changed from "{{ diffs().nameDiff.before }}" to "{{ diffs().nameDiff.after }}".
fr: Le nom de l'itinéraire a changé de "{{diffs().nameDiff.before}}" à "{{diffs().nameDiff.after}}".

# route-changes.route-diff.role-added
source: Route role "{{ diffs().roleDiff.after }}" added to networkrelation.
fr: Le rôle de l'itinéraire "{{diffs().roleDiff.after}}" ajouté à la relation de réseau.

# route-changes.route-diff.role-deleted
source: Route role "{{ diffs().roleDiff.before }}" removed from networkrelation.
fr: Le rôle de l'itinéraire "{{diffs().roleDiff.before}}" supprimé de la relation de réseau.

# route-changes.route-diff.role-updated
source: Route role in networkrelation changed from "{{ diffs().roleDiff.before }}" to "{{ diffs().roleDiff.after }}".
fr: Le rôle de l'itinéraire de la relation de réseau a été modifié de "{{diffs().roleDiff.before}}" à "{{diffs().roleDiff.after}}".

# route-changes.route-diff.member-order-changed
source: Member order changed.
fr: Ordre des membres modifié

# route-changes.node-diff.start-nodes
source: Start nodes
fr: Nœuds de départ

# route-changes.node-diff.end-nodes
source: End nodes
fr: Nœuds d'arrivée

# route-changes.node-diff.added
source: added
fr: ajouté

# route-changes.node-diff.removed
source: removed
fr: supprimé

# route-change.way-update.title
source: Updated way
fr: Chemin mis à jour

# route-change.way-update.changed-to
source: Changed to v{{ wayUpdate().after.version }}
fr: Modifié vers v{{wayUpdate().after.version}}

# route-change.way-update.version-unchanged
source: Way version unchanged
fr: Version de chemin inchangée.

# route-change.way-update.direction-reversed
source: Direction reversed
fr: Direction inversée

# route-change.way-update.removed-nodes
source: Removed node(s)
fr: Nœud(s) supprimé(s)

# route-change.way-update.added-nodes
source: Added node(s)
fr: Nœud(s) ajouté(s)

# route-change.way-update.updated-nodes
source: Updated node(s)
fr: Nœud(s) mis à jour

# route-change.way-added.title
source: Added way
fr: Voie ajoutée

# route-change.way-added.this-changeset
source: this changeset
fr: ce groupe de modifications

# route-change.way-removed.title
source: Removed way
fr: Chemin supprimé

# tag-diffs.key
source: Key
fr: Clé

# tag-diffs.before
source: Before
fr: Avant

# tag-diffs.after
source: After
fr: Après

# tag-diffs.table
source: Tag differences
fr: Différences dans les balises
