Repository: danieldegroot2/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: fr

# route-change.no-geometry-diff
source: No geometry change
fr: Aucun changement de géométrie

# facts.none
source: None
fr: Aucun

# breadcrumb.node
source: Node
fr: Nœud

# poi.group.amenity
source: Amenity
fr: Commodités

# poi.group.foodshops
source: Foodshops
fr: Magasins d'alimentation

# poi.group.places-to-stay
source: Places to stay
fr: Lieux de séjour

# poi.group.shops
source: Shops
fr: Boutiques

# poi.group.tourism
source: Tourism
fr: Tourisme

# poi.group.hiking-biking
source: Hiking/biking
fr: Randonnée pédestre/vélo

# poi.group.landmarks
source: Landmarks
fr: Points de repère

# route.summary
source: Summary
fr: Résumé

# route.situation-on
source: Situation on
fr: Situation au

# route.last-updated
source: Last updated
fr: Dernière mise à jour

# route.relation-last-updated
source: Relation last updated
fr: Dernière mise à jour de la relation

# route.network
source: Network
fr: Réseau

# route.start-node
source: Start node
fr: Nœud de départ

# route.end-node
source: End node
fr: Nœud d'arrivée

# route.redundant-node
source: Redundant node
fr: Nœud redondant

# route.number-of-ways
source: Number of ways
fr: Nombre de chemins

# route.tags
source: Tags
fr: Étiquettes

# route.location
source: Location
fr: Localisation

# route.facts
source: Facts
fr: Erreurs

# subset-changes.title
source: Changes
fr: Modifications

# subset-changes.login-required
source: This details of the changes history are available to logged in OpenStreetMap contributors only.
fr: Le détail de l'historique de changement est uniquement disponible pour les contributeurs OpenStreetMap connectés.

# subset-facts.title
source: Facts
fr: Erreurs

# subset-facts.no-facts
source: No facts
fr: Pas d'erreur

# subset-facts.node-refs
source: {VAR_PLURAL, plural, one {node} other {nodes}}
fr: {VAR_PLURAL, plural, one {nœud} other {nœuds} }

# subset-facts.route-refs
source: {VAR_PLURAL, plural, one {route} other {routes}}
fr: {VAR_PLURAL, plural, one {itinéraire} other {itinéraires} }

# subset-facts.osm-node-refs
source: {VAR_PLURAL, plural, one {node} other {nodes}}
fr: {VAR_PLURAL, plural, one {nœud} other {nœuds} }

# subset-facts.osm-way-refs
source: {VAR_PLURAL, plural, one {way} other {ways}}
fr: {VAR_PLURAL, plural, un {chemin} autres {chemins} }

# subset-facts.in-networks
source: {VAR_PLURAL, plural, one {in 1 network} other {in {INTERPOLATION} networks}}
fr: {VAR_PLURAL, plural, one {dans 1 réseau} other {dans {{networkCount}} réseaux} }

# subset-facts.orphan-routes
source: Free routes
fr: Itinéraires orphelins

# subset-facts.routes
source: {VAR_PLURAL, plural, one {1 route} other {{INTERPOLATION} routes}}
fr: {VAR_PLURAL, plural, one {1 itinéraire} other {{{networkFactRefs.factRefs.size}} itinéraires} }

# subset-map.dialog.nodeCount
source: nodes
fr: carrefours

# subset-map.dialog.routeCount
source: routes
fr: itinéraires

# subset-map.dialog.show-network-details
source: Show network details
fr: Afficher les détails du réseau

# subset-map.dialog.close
source: Close
fr: Fermer

# subset-networks.title
source: Networks
fr: Réseaux

# subset-networks.no-networks
source: No networks
fr: Aucun réseau

# subset-networks.summary
source: _There are __{{ response.result.networkCount | integer }}__ networks, with a total of __{{ response.result.nodeCount | integer }}__ nodes and __{{ response.result.routeCount | integer }}__ routes with an overall length of __{{ response.result.km | integer }}__ km._
fr: _Il y a __{{ response.result.networkCount | integer }}__ réseau(x), pour un total de __{{ response.result.nodeCount | integer }}__ nœuds et __{{ response.result.routeCount | integer }}__ itinéraires et une longueur totale de __{{ response.result.km | integer }}__ km._

# subset-orphan-nodes.title
source: Orphan nodes
fr: Carrefour(s) orphelin(s)

# subset-orphan-nodes.no-routes
source: No orphan nodes
fr: Pas de carrefour orphelin

# subset-orphan-routes.title
source: Free routes
fr: Itinéraires orphelins

# subset-orphan-routes.no-routes
source: No free routes
fr: Pas d'itinéraire orphelin

# subset-networks.table.network
source: Network
fr: Réseau

# subset-networks.table.length
source: Length
fr: Longueur

# subset-networks.table.nodes
source: Nodes
fr: Carrefours

# subset-networks.table.routes
source: Routes
fr: Itinéraires

# subset-networks.table.integrity
source: Integrity
fr: Intégrité

# subset-networks.table.connections
source: Connections
fr: Connexions

# subset-networks.table.broken
source: Broken
fr: Interrompu

# subset-networks.table.integrity-nodes
source: Nodes
fr: Nœuds

# subset-network.summary
source: {{ network().km | integer }} km, {{ network().nodeCount | integer }} nodes, {{ network().routeCount | integer }} routes
fr: {{network().km}} km, {{network().nodeCount}} nœuds, {{network().routeCount}} itinéraires

# change-set.header.change-set
source: Changeset
fr: Groupe de modifications

# change-set.header.replication-number
source: Minute diff
fr: Diff minute

# change-set.header.comment
source: Comment
fr: Commentaire

# change-set.header.analysis
source: Analysis
fr: Analyse

# change-set.header.analysis.happy
source: This changeset brought improvements.
fr: Ce groupe de modifications a apporté des améliorations.

# change-set.header.analysis.investigate
source: Maybe this changeset is worth a closer look.
fr: Peut-être que ce groupe de modifications mérite un examen plus approfondi.

# change-set.header.analysis.no-impact
source: The changes do not seem to have an impact on the analysis result.
fr: Les changements ne semblent pas avoir d'impact sur le résultat de l'analyse.

# change-set.network-changes.network
source: Network
fr: Réseau

# change-set.network-diffs.network-created
source: Network created
fr: Réseau créé

# change-set.network-diffs.network-deleted
source: Network deleted
fr: Réseau supprimé

# change-set.network-changes.added-nodes
source: Added non-network nodes
fr: Nœuds autres que des carrefours ajoutés

# change-set.network-changes.removed-nodes
source: Removed non-network nodes
fr: Nœuds autres que des carrefours supprimés

# change-set.network-changes.updated-nodes
source: Updated non-network nodes
fr: Nœuds autres que des carrefours mis à jour

# change-set.network-changes.added-ways
source: Added ways
fr: Chemins ajoutés

# change-set.network-changes.removed-ways
source: Removed ways
fr: Chemins supprimés

# change-set.network-changes.updated-ways
source: Updated ways
fr: Chemins mis à jour

# change-set.network-changes.added-relations
source: Added non-route relations
fr: Ajout de relations autres que des itinéraires

# change-set.network-changes.updated-relations
source: Updated non-route relations
fr: Relations autres que des itinéraires mises à jour

# change-set.network-changes.removed-relations
source: Removed non-route relations
fr: Relations autres que des itinéraires supprimées

# fact-page.title
source: All facts
fr: Toutes les erreurs

# change-set.orphan-nodes.title
source: Orphan nodes
fr: Carrefours orphelins

# change-set.orphan-routes.title
source: Free routes
fr: Itinéraires orphelins

# node-diffs-removed.title
source: Removed network nodes
fr: Carrefours supprimés

# node-diffs-added.title
source: Added network nodes
fr: Carrefours ajoutés

# node-diffs-added.change-set-created
source: Created in this changeset.
fr: Créé(s) dans ce groupe de modifications.

# node-diffs-added.change-set-updated
source: Updated in this changeset.
fr: Mis à jour dans ce groupe de modifications.

# node-diffs-added.change-set-existing
source: Existing node
fr: Nœud existant

# node-diffs-updated.title
source: Updated network nodes
fr: Carrefours mis à jour

# node-diffs-updated.existing-node
source: Existing node v{{ nodeChangeInfo.after.version }}.
fr: Nœud existant v{{nodeChangeInfo.after.version}}.

# node-diffs-updated.node-changed
source: Node changed to v{{ nodeChangeInfo.after.version }}
fr: Nœud mis à jour vers v{{nodeChangeInfo.after.version}}

# route-diffs-added.title
source: Added routes
fr: Itinéraires ajoutés

# route-diffs-added.new-relation
source: New relation
fr: Nouvelle relation

# route-diffs-added.updated-relation
source: Relation updated in this changeset v{{ ref.routeChangeInfo.after.version }}
fr: Relation mise à jour dans ce groupe de modification v{{ref.routeChangeInfo.after.version}}

# route-diffs-added.existing-relation
source: Existing relation
fr: Relation existante

# route-diffs-removed.title
source: Removed routes
fr: Itinéraires supprimés

# route-diffs-updated.title
source: Updated routes
fr: Itinéraires mis à jour

# version-change.relation-changed-to
source: Relation changed to v{{ after().version }}.
fr: Relation mise à jour vers v{{after().version}}.

# version-change.relation-unchanged
source: Relation unchanged
fr: Relation non modifiée

# node-change.belongs-to-another-network
source: This node belongs to another network
fr: Ce nœud fait partie d'un autre réseau

# node-change.no-longer-belongs-to-another-network
source: This node no longer belongs to another network
fr: Ce nœud ne fait plus partie d'un autre réseau

# node-change.received-role-connection-in-network-relation
source: This node received role "connection" in the network relation
fr: Ce nœud a reçu le rôle de _"connexion"_ dans la relation de réseau

# node-change.lost-role-connection-in-network-relation
source: This node no longer has role "connection" in the network relation
fr: Ce nœud n'a plus le rôle de _"connexion"_ dans la relation de réseau

# node-change.added-to-network-relation
source: Added to network relation
fr: Ajouté à la relation de réseau

# node-change.removed-from-network-relation
source: Removed from network relation
fr: Supprimé de la relation de réseau

# node-change.added-to-route
source: Added to route
fr: Ajouté à l'itinéraire

# node-change.added-to-network
source: Added to network
fr: Ajouté au réseau

# node-change.removed-from-route
source: Removed from route
fr: Supprimé de l'itinéraire

# node-change.removed-from-network
source: Removed from network
fr: Supprimé du réseau

# node-change.moved.meters
source: The node has moved {{ nodeMoved.distance }} meters.
fr: Ce nœud a été déplacé de {{nodeMoved.distance}} mètres.

# node-change.moved.less-than-1-meter
source: The node has moved less than 1 meter.
fr: Ce nœud a été déplacé de moins d'1 mètre.

# node-change.moved.note.1
source: Note: Node position is shown as it was at
fr: Note: la position du nœud est celle du

# node-change.moved.note.2
source: , while the map background is shown as it is today.
fr: , alors que le fond de carte montre la situation telle qu'elle est aujourd'hui.

# stats.orphan-node-count.comment
source: Number of network nodes that do not belong to a network.\ The [node](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#node "node in glossary") was not added as a member to a valid [network relation](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#network "relation in glossary") and also not added as a member to a valid [route relation](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#route "route relation in glossary") (that itself was added as a member to a valid network relation or is a free route).
fr: Nombre de nœuds qui n'appartiennent pas à un réseau. \ Le [nœud](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#node "nœud dans le glossaire") n'a pas été ajouté comme membre d'une [relation de réseau](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#network "relation de réseau dans le glossaire") ni comme membre d'une [relation d'itinéraire](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#route "relation d'itinéraire dans le glossaire").

# node.summary
source: Summary
fr: Résumé

# node.situation-on
source: Situation on
fr: Situation au

# node.last-updated
source: Last updated
fr: Dernière mise à jour

# node.tags
source: Tags
fr: Étiquettes

# node.location
source: Location
fr: Position

# node.networks
source: Networks
fr: Réseaux

# node.facts
source: Facts
fr: Erreurs

# node.unchanged
source: (Unchanged)
fr: (inchangé)

# breadcrumb.overview
source: Overview
fr: Carte des carrefours

# overview-page.title
source: Overview
fr: Aperçu

# route.route-not-found
source: Route not found
fr: Itinéraire introuvable

# node.inactive
source: This network node is not active anymore.
fr: Ce carrefour n'est plus actif.

# node.node
source: network node
fr: carrefour

# node.orphan
source: This network node does not belong to a known node network (orphan).
fr: Ce carrefour ne fait pas partie d'un réseau de carrefours connu (orphelin).

# node.network-references.none
source: None
fr: Aucun

# breadcrumb.node-changes
source: Node changes
fr: Modifications des nœuds

# node.title
source: Node
fr: Nœud

# node.menu.details
source: Details
fr: Détails

# node.menu.map
source: Map
fr: Carte

# node.menu.changes
source: Changes
fr: Modifications

# node.location.none
source: None
fr: Aucun

# node.details-sidebar.tip
source: TIP: click on other nodes or routes in the map to go to the details of these nodes or routes. Use ctrl-click to open to open these details in another window.
fr: Conseil: cliquez sur un autre carrefour ou itinéraire dans la carte pour avoir le détail de ces carrefour ou itinéraires.

# overview-table.detail
source: Detail
fr: Détails

# country.at
source: Austria
fr: Autriche

# overview-table.comment
source: Comment
fr: Commentaire

# country.nl
source: The Netherlands
fr: Pays-Bas

# country.be
source: Belgium
fr: Belgique

# country.de
source: Germany
fr: Allemagne

source: Situation on
fr: Situation au

# tags.no-tags
source: No tags
fr: Pas d'étiquette

# tags.key
source: Key
fr: Clé

# tags.value
source: Value
fr: Valeur

# footer.issues
source: issues
fr: problèmes

# toolbar.title
source: knooppuntnet
fr: réseau de nœuds

# sidebar.back
source: back
fr: retour

# doc-link.go-to-documentation
source: Go to documentation
fr: Accéder à la documentation

# breadcrumb.home
source: Home
fr: Accueil

# breadcrumb.analysis
source: Analysis
fr: Analyse

# analysis-page.title
source: Analysis
fr: Analyse

# analysis-page.overview
source: Overview
fr: Les chiffres

# analysis-page.changes
source: Changes
fr: Modifications

# analysis.by-network
source: Explore by network
fr: Explorer par réseau

# analysis.by-location
source: Explore by location
fr: Explorer par emplacement

# analysis.location.search-by-name
source: Search by name
fr: Recherche par nom

# analysis.location.select-from-tree
source: Select from tree
fr: Sélectionnez dans l'arborescence

# location.selector.button
source: Location overview
fr: Vue d'ensemble

# location.tree.expand-all
source: Expand all
fr: Développer tout

# location.tree.collapse-all
source: Collapse all
fr: Tout réduire

# location.tree.all
source: All
fr: Tout

# location.tree.in-use-only
source: In use only
fr: En utilisation uniquement

# breadcrumb.changes
source: Changes
fr: Modifications

# changes-page.title
source: Changes
fr: Modifications

# changes-page.login-required
source: The details of the changes history are available to logged in OpenStreetMap contributors only.
fr: Les détails de l'historique des modifications ne sont disponibles que pour les contributeurs OpenStreetMap connectés.

# change-set.orphan-nodes
source: Orphan node(s)
fr: Nœud(s) orphelin(s)

# change-set.orphan-routes
source: Free route(s)
fr: Route(s) orpheline(s)

# change-set.title
source: Changeset
fr: Ensemble de modifications

# network-changes.title
source: Changes
fr: Modifications

# network-changes.login-required
source: The details of network history are available to logged in OpenStreetMap contributors only.
fr: Le détail de l'historique de changement du réseau est uniquement disponible pour les contributeurs OpenStreetMap connectés.

# network-details.title
source: Details
fr: Détails

# network-details.situation-on
source: Situation on
fr: Situation au

# network-details.nodes
source: nodes
fr: nœuds

# network-details.routes
source: routes
fr: itinéraires

# network-details.contains-broken-routes
source: This network contains broken (non-continuous) routes.
fr: Ce réseau contient des itinéraires interrompus.

# network-details.not-active
source: This network is not active anymore.
fr: Ce réseau n'est plus actif.

# network-nodes.table.nr
source: Nr
fr: Numéro

# network-nodes.table.analysis
source: Analysis
fr: Analyse

# network-nodes.table.node
source: Node
fr: Nœud

# network-nodes.table.routes
source: Routes
fr: Itinéraires

# network-nodes.table.last-edit
source: Last edit
fr: Dernière modification

# network-nodes.no-routes
source: no routes
fr: aucun itinéraire

# network-routes.table.nr
source: Nr
fr: Numéro

# network-routes.table.analysis
source: Analysis
fr: Analyse

# network-routes.table.node
source: Route
fr: Itinéraire

# network-routes.table.last-edit
source: Last edit
fr: Dernière modification

# route-accessible-indicator.gray.title
source: OK - Accessibility unknown
fr: OK - Accessibilité inconnue

# route-accessible-indicator.gray.text
source: Accessibility information is unknown for this type of route.
fr: Les informations d'accessibilité de ce type d'itinéraire sont inconnues.

# route-accessible-indicator.green.text.cycling
source: This route is completely accessible for bicycle.
fr: Cet itinéraire est complètement accessible à vélo.

# route-accessible-indicator.green.text.hiking
source: This route is completely accessible for hiking.
fr: Cet itinéraire est accessible pour la randonnée pédestre.

# route-accessible-indicator.green.text.motorboat
source: This route is completely accessible for motorboat.
fr: Cet itinéraire est accessible pour les bateaux à moteur.

# route-accessible-indicator.green.text.canoe
source: This route is completely accessible for canoe.
fr: Cet itinéraire est accessible pour les canoés.

# route-accessible-indicator.red.title
source: Not OK - Not Accessible
fr: Incorrect - Inaccessible

# route-accessible-indicator.red.text.cycling
source: This route is not completely accessible for bicycle.
fr: Cet itinéraire n'est pas complètement accessible à vélo.

# route-accessible-indicator.red.text.hiking
source: This route is not completely accessible for hiking.
fr: Cet itinéraire n'est pas complètement accessible pour la randonnée pédestre.

# route-accessible-indicator.red.text.motorboat
source: This route is not completely accessible for motorboat.
fr: Cet itinéraire n'est pas complètement accessible pour les bateaux à moteur.

# route-accessible-indicator.red.text.canoe
source: This route is not completely accessible for canoe.
fr: Cet itinéraire n'est pas complètement accessible pour les canoés.

# route-connection-indicator.blue.title
source: OK - Connection
fr: OK - Connexion

# route-connection-indicator.blue.text
source: This route is a connection to another network.
fr: Cet itinéraire est une connexion avec un autre réseau.

# route-connection-indicator.gray.title
source: OK - No connection
fr: OK - Pas de connexion

# route-connection-indicator.gray.text
source: This route is not a connection to another network.
fr: Cet itinéraire n'est pas une connexion avec un autre réseau.

# route-investigate-indicator.green.title
source: OK - No facts
fr: OK - Pas de faits

# route-investigate-indicator.green.text
source: No issues found during route analysis.
fr: Aucun problème trouvé durant l'analyse de l'itinéraire.

# route-investigate-indicator.red.title
source: Not OK - Investigate facts
fr: Pas OK - Enquête sur les faits

# route-investigate-indicator.red.text
source: Something is wrong with this route.
fr: Il y a un problème avec cet itinéraire.

# network-details.summary
source: Summary
fr: Résumé

# network-details.last-updated
source: Last updated
fr: Dernière mise à jour

# network-details.relation-last-updated
source: Relation last updated
fr: Dernière relation mise à jour

# network-details.tags
source: Tags
fr: Étiquettes

# network-facts.checks-table.node
source: Node
fr: Nœud

# network-facts.checks-table.expected
source: Expected
fr: Attendu

# network-facts.checks-table.actual
source: Actual
fr: Actuel

# network-facts.checks-table.title
source: node integrity check failures
fr: contrôle d'intégrité du nœud échoué

# network-facts.node
source: Node
fr: Nœud

# network-facts.nodes
source: Nodes
fr: Nœuds

# network-facts.route
source: Route
fr: Itinéraire

# network-facts.routes
source: Routes
fr: Itinéraires

# network-facts.title
source: Facts
fr: Faits

# network-facts.no-facts
source: No facts
fr: Pas de fait

# network-map.title
source: Map
fr: Carte

# network-nodes.title
source: Nodes
fr: Nœuds

# network-nodes.no-nodes
source: No network nodes in network
fr: Aucun nœud de réseau dans le réseau

# network-routes.title
source: Routes
fr: Itinéraires

# network-routes.no-routes
source: No network routes in network
fr: Aucun itinéraire dans le réseau

# node.login-required
source: The details of the node changes history is available to logged in OpenStreetMap contributors only.
fr: Le détail de l'historique de changement du nœud est uniquement disponible pour les contributeurs OpenStreetMap connectés.

# breadcrumb.node-map
source: Node map
fr: Carte des nœuds

# node.node-not-found
source: Node not found
fr: Nœud introuvable

# fact.description.node-invalid-survey-date
source: The node survey date has an unexpected format (valid format: YYYY-MM-DD or YYYY-MM). The survey date is defined in the *"survey:date"* tag, or the *"source:date"* tag if *"source=survey"*.
fr: La date du relevé du nœud a un format inattendu (format valide: AAAA-MM-JJ ou AAAA-MM). Elle est définie dans la clé _"survey:date"_, ou la clé _"source:date"_ if _"source=survey"_.

# fact.description.route-invalid-survey-date
source: The route survey date has an unexpected format (valid format: YYYY-MM-DD or YYYY-MM). The survey date is defined in the *"survey:date"* tag, or the *"source:date"* tag if *"source=survey"*.
fr: La date du relevé de l'itinéraire a un format inattendu (format valide: YYYY-MM-DD ou YYYY-MM). Elle est définie dans la clé _"survey: date"_, ou la clé _"source: date"_ if _"source = survey"_.

# network-nodes.table.name
source: Name
fr: Nom

# network-nodes.table.routes.expected
source: Expected
fr: Attendu

# network-nodes.table.routes.actual
source: Actual
fr: Réel

# network-nodes.table.last-survey
source: Survey
fr: Dernier relevé

# network-routes.table.role
source: Role
fr: Rôle

# network-routes.table.last-survey
source: Survey
fr: Dernier relevé

# change-header.start
source: Start
fr: le début

# node.initial-value
source: Oldest known state of the node.
fr: Dernier état connu du nœud.

# route-change.initial-value
source: Oldest known state of the route.
fr: Dernier état connu de l'itinéraire.

# network-changes.network-initial-value
source: Oldest known state of the network.
fr: Dernier état connu du réseau.

# change-set.header.timestamp
source: Timestamp
fr: quand

# timeout.message-1
source: Sorry.
fr: Désolé.

# timeout.message-2
source: No response from editor.
fr: Aucune réponse de l'éditeur.

# timeout.message-3
source: Has the editor (JOSM) been started? Has remote control been enabled in the editor?
fr: L'éditeur JOSM a-t-il été démarré ? Le contrôle à distance a-t-il été activé dans l'éditeur ?

# filter.all
source: all
fr: tout

# filter.yes
source: yes
fr: oui

# filter.no
source: no
fr: non

# filter.unknown
source: unknown
fr: inconnu

# filter.definedInNetworkRelation
source: Defined in network relation
fr: Défini dans une relation réseau

# filter.referencedInRoute
source: Referenced in route
fr: Référencé dans l'itinéraire

# filter.integrityCheck
source: Integrity check
fr: Vérification d'intégrité

# filter.integrityCheckFailed
source: Integrity check failed
fr: Le contrôle d'intégrité a échoué

# filter.connection
source: Connection
fr: Connexion

# filter.lastUpdated
source: Last updated
fr: Dernière mise à jour
